[
  {
    "Title": "",
    "Date": "1870-04-24",
    "Text": "COSTITUZIONE DOGMATICADEI FILIUS*DEL SOMMO PONTEFICEPIO IXIl Vescovo Pio, servo dei servi di Dio, con l’approvazione del Sacro Concilio. A perpetua memoria.Il Figlio di Dio e Redentore del genere umano, il Signore Nostro Gesù Cristo, accingendosi a ritornare al Padre celeste, promise che sarebbe rimasto con la sua Chiesa militante sulla terra, tutti i giorni, fino alla consumazione dei secoli. Pertanto Egli, in nessun tempo, mai tralasciò di essere sollecito ad aiutare la sua sposa diletta, di assisterla nell’insegnamento, di benedirla nelle sue opere, di soccorrerla nei pericoli. Questa sua salutare Provvidenza, come apparve di continuo da altri innumerevoli benefici, così si manifestò grandissima in quei frutti che pervennero a tutto l’Orbe cristiano dai vari Concili Ecumenici e segnatamente da quello di Trento, quantunque sia stato celebrato in tempi malagevoli.Da questo Concilio infatti furono più espressamente definiti e più ampiamente esposti i dogmi santissimi della Religione, con la condanna e la repressione degli errori. Da tale Concilio venne reintegrata la disciplina ecclesiastica e più saldamente rinsaldata; fu promosso nel Clero l’amore della scienza e della pietà; furono preparati i collegi per educare gli adolescenti alla milizia sacerdotale; infine, furono restaurati i costumi del popolo cristiano con una più diligente istruzione dei fedeli e con l’uso più frequente dei Sacramenti. Ne derivò inoltre una maggiore comunione delle membra col Capo visibile, e si aggiunse maggior vigore a tutto il Corpo mistico di Cristo; si moltiplicarono gli ordini religiosi e gli altri istituti di pietà cristiana, e sorse quell’ardore assiduo e costante nel propagare largamente per il mondo il regno di Cristo, fino allo spargimento del sangue.Ma mentre, con animo grato, rammentiamo doverosamente questi ed altri benefici che la divina clemenza ha elargito alla Chiesa, specialmente per mezzo dell’ultimo Sinodo ecumenico, non possiamo comprimere l’acerbo dolore causato principalmente dal fatto che o cadde in disprezzo presso moltissimi l’autorità del predetto santo Concilio, o perché si trascurarono i suoi sapientissimi decreti.Certamente nessuno ignora che le eresie, già condannate dai Padri del Concilio Tridentino, si divisero in varie sette in conseguenza del rigetto che si faceva del divino magistero della Chiesa e con il lasciare in balìa del giudizio di ciascuno le verità relative alla religione; e queste sette, discordando tra loro e combattendosi, fecero venir meno in molti ogni fede in Cristo. Così le stesse Sacre Scritture, che prima erano proclamate come la sola fonte della verità e il codice unico della dottrina cristiana, finirono coll’essere ritenute non più libri divini, fino ad essere annoverate fra i racconti mitici.Allora nacque e si diffuse ampiamente quella dottrina del razionalismo, o naturalismo, che combattendo in tutto la religione cristiana appunto perché di istituzione soprannaturale, con ogni sforzo si adopera di ottenere che, bandito il Cristo (il solo Signore e Salvatore nostro) sia dalla mente degli uomini, sia dalla vita e dai costumi dei popoli, si potesse instaurare il regno – come dicono – della pura ragione e della natura. Abbandonata poi e rigettata la religione cristiana, rinnegato il vero Dio e il suo Cristo, alla fine molti precipitarono nel baratro del panteismo, del materialismo, dell’ateismo, cosicché, negando la stessa natura razionale e ogni norma di giustizia e di rettitudine, arrivano ad abbattere i fondamenti essenziali della società umana.Imperversando poi dovunque questa empietà, accadde miserabilmente che molti, pure figli della Chiesa cattolica, si smarrirono dalla via della vera pietà, ed oscurandosi in loro a poco a poco le verità, si attenuò anche il sentire cattolico. Trasportati da queste instabili e speciose dottrine, confondendo malamente la natura con la grazia, la scienza umana con la fede divina, arrivano a corrompere il senso genuino dei dogmi professati dalla Santa Madre Chiesa e mettono in pericolo l’integrità e la sincerità della fede.In considerazione di tutte queste cose, come non possono commuoversi le intime viscere della Chiesa? Poiché, come Dio vuole che tutti gli uomini siano salvi e giungano a conoscere la verità; come Cristo venne per salvare ciò che era perduto a congregare in uno i figli che erano dispersi, così la Chiesa, costituita da Dio Madre e Maestra dei popoli, ben sa di essere debitrice a tutti: pertanto è sempre pronta a sollevare i caduti, a sostenere i vacillanti, ad abbracciare quelli che ritornano, a confermare i buoni e ad indirizzarli verso le cose migliori.Perciò in nessun tempo essa può astenersi dall’attestare e predicare la verità di Dio che risana ogni cosa, non ignorando quello che a lei è stato detto: “Lo Spirito mio che è in te, e le mie parole che posi sulla tua bocca, non si allontaneranno dalla tua bocca né ora, né mai” (Is 49,21).Noi dunque, seguendo le orme dei Nostri Predecessori, in virtù del Nostro Apostolico mandato, non cessiamo mai d’insegnare e difendere la verità cattolica e di condannare le dottrine perverse.Ora poi essendo qui uniti con Noi, deliberanti, tutti i Vescovi del mondo cattolico, dalla Nostra autorità congregati nello Spirito Santo in questo Concilio Ecumenico, fondandoci sulla parola di Dio, contenuta nella Scrittura e nella Tradizione, come l’abbiamo ricevuta, santamente custodita e genuinamente interpretata dalla Chiesa cattolica, determinammo di professare e dichiarare al cospetto di tutti, da questa Cattedra di Pietro, con la potestà a Noi trasmessa da Dio, la salutare dottrina di Cristo, proscrivendo e condannando gli errori ad essa contrari.Capitolo I - Dio creatore di tutte le coseLa Santa Chiesa Cattolica Apostolica Romana crede e confessa che uno solo è il Dio vivo e vero, Creatore e Signore del cielo e della terra, onnipotente, eterno, immenso, incomprensibile, infinito per intelletto, volontà e per ogni perfezione, il quale essendo unica singolare, assolutamente semplice ed immutabile sostanza spirituale deve essere predicato realmente e per essenza, distinto dal mondo, in sé e per sé beatissimo, ineffabilmente eccelso sopra tutte le cose che sono e che si possono concepire fuori di Lui.Questo solo vero Dio, per la Sua bontà e per la Sua onnipotente virtù, non già per accrescere od acquistare la Sua beatitudine, ma per manifestare la Sua perfezione attraverso i beni che dona alle Sue creature, con liberissima decisione fin dal principio del tempo produsse dal nulla l’una e l’altra creatura contemporaneamente, la spirituale e la corporale, cioè l’angelica e la terrena, e quindi l’umana, costituita in comune di spirito e di corpo .Iddio, con la Sua provvidenza, conserva e governa tutte le cose che Egli ha creato, estendendosi da un confine all’altro con forza, e disponendo soavemente ogni cosa (Sap 8,1). Infatti, tutte le cose sono nude e scoperte ai Suoi occhi (cf. Eb 4,13), anche quelle che per libera scelta delle creature saranno in avvenire.Capitolo II - La RivelazioneLa medesima Santa Madre Chiesa professa ed insegna che Dio, principio e fine di tutte le cose, può essere conosciuto con certezza al lume naturale della ragione umana attraverso le cose create; infatti, le cose invisibili di Lui vengono conosciute dall’intelligenza della creatura umana attraverso le cose che furono fatte (Rm 1,20). Tuttavia piacque alla Sua bontà e alla Sua sapienza rivelare se stesso e i decreti della Sua volontà al genere umano attraverso un’altra via, la soprannaturale, secondo il detto dell’Apostolo: “Dio, che molte volte e in vari modi parlò un tempo ai padri attraverso i Profeti, recentemente, in codesti giorni, ha parlato a noi attraverso il Figlio” (Eb 1,1-2).Si deve a questa divina Rivelazione se tutto ciò che delle cose divine non è di per sé assolutamente inaccessibile alla ragione umana, anche nella presente condizione del genere umano può facilmente essere conosciuto da tutti con certezza e senza alcun pericolo di errore. Tuttavia non per questo motivo deve dirsi assolutamente necessaria la Rivelazione, ma perché nella Sua infinita bontà Dio destinò l’uomo ad un fine soprannaturale, cioè alla partecipazione dei beni divini, che superano totalmente l’intelligenza della mente umana; infatti Dio ha preparato per coloro che Lo amano quelle cose che nessun occhio vide, nessun orecchio mai udì, nessun cuore umano conobbe (1Cor 2,9).Questa Rivelazione soprannaturale, secondo la fede della Chiesa universale, proclamata anche dal santo Concilio Tridentino, è contenuta nei libri scritti e nelle tradizioni non scritte ricevute dagli Apostoli dalla stessa bocca di Cristo o dagli Apostoli dalla stessa bocca di Cristo o dagli Apostoli, ispirati dallo Spirito Santo, tramandate di generazione in generazione fino a noi . Ora questi libri, sia del Vecchio che del Nuovo Testamento, integri in tutte le loro parti, come sono numerati nel decreto del medesimo Concilio e come si trovano tradotti nell’antica edizione latina, devono ritenersi per sacri e canonici. La Chiesa li considera sacri e canonici non perché, composti da opera umana, siano poi stati approvati dalla sua autorità, e neppure perché contengono la Rivelazione divina senza errore, ma perché, essendo stati scritti sotto l’ispirazione dello Spirito Santo, hanno Dio come autore e come tali sono stati affidati alla Chiesa.Poiché quelle cose che il santo Concilio Tridentino decretò per porre conveniente freno alle menti presuntuose sono state interpretate in modo malvagio da taluni, Noi rinnoviamo il medesimo decreto e dichiariamo che questo è il suo significato: nelle cose della fede e dei costumi appartenenti alla edificazione della dottrina Cristiana deve essere tenuto per vero quel senso della sacra Scrittura che ha sempre tenuto e tiene la Santa Madre Chiesa, alla cui autorità spetta giudicare del vero pensiero e della vera interpretazione delle sante Scritture; perciò a nessuno deve essere lecito interpretare tale Scrittura contro questo intendimento o anche contro l’unanime giudizio dei Padri.Capitolo III - La FedeEssendo l’uomo, in tutto il suo essere, dipendente da Dio, suo Creatore e Signore, ed essendo la ragione creata completamente soggetta alla Verità increata, noi siamo tenuti a prestare con la fede il nostro pieno ossequio di mente e di volontà a Dio rivelante. La Chiesa cattolica professa che questa fede, che è l’inizio della salvezza dell’uomo, è una virtù soprannaturale, con la quale, sotto l’ispirazione e la grazia di Dio, crediamo che le cose da Lui rivelate sono vere, non per la loro intrinseca verità individuata col lume naturale della ragione, ma per l’autorità dello stesso Dio rivelante, il quale né può ingannarsi, né può ingannare. La fede è, per testimonianza dell’Apostolo, sostanza delle cose sperate, argomento delle non apparenti (Eb 11,1).Ma affinché l’ossequio della nostra fede fosse conforme alla ragione, Dio ha voluto che agli aiuti interiori dello Spirito Santo, si unissero gli argomenti esterni della sua Rivelazione, cioè gli interventi divini, come sono principalmente i miracoli e le profezie che dimostrano luminosamente l’onnipotenza e la scienza infinita di Dio e sono segni certissimi della divina Rivelazione e adatti all’intelligenza di tutti. Per questo Mosè e i profeti, ma specialmente Cristo Signore fecero molti e chiari miracoli e profezie; e degli Apostoli leggiamo: “Essi poi partirono e predicarono dappertutto, cooperando il Signore e confermando la loro predicazione con prodigi che li accompagnavano” (Mc 16,20).Sta pure scritto: “Abbiamo il linguaggio profetico più sicuro, che fate bene ad osservare, come lampada che splende in un luogo oscuro” .Benché, dunque, l’assenso alla fede non sia un cieco impulso dell’anima, tuttavia nessuno riesce ad aderire alla verità del Vangelo nel modo necessario per il conseguimento dell’eterna salvezza, senza l’illustrazione e l’ispirazione dello Spirito Santo, il quale dà a tutti soavità nel consentire e credere alla verità . Pertanto la stessa fede, anche quando non opera per la carità, è dono di Dio, e il suo atto è opera ordinata alla salvezza, con cui l’uomo presta a Dio libera obbedienza, cooperando e consentendo alla Sua grazia, alla quale però può sempre resistere.Quindi si devono credere con fede divina e cattolica tutte quelle cose che sono contenute nella parola di Dio, scritta o trasmessa per tradizione, e che vengono proposte dalla Chiesa, o con solenne definizione, o con il magistero ordinario e universale, come divinamente ispirate, e pertanto da credersi.Poiché senza la fede è impossibile piacere a Dio e giungere all’unione con i suoi figli, così senza di essa nessuno potrà mai essere assoluto, come pure nessuno conseguirà la vita eterna senza aver perseverato in essa sino alla fine. Affinché poi potessimo adempiere il dovere di abbracciare la vera fede e perseverare costantemente in essa, Dio, mediante il Suo Figlio Unigenito, istituì la Chiesa e la insignì di così chiare note perché potesse essere conosciuta da tutti come custode e maestra della parola rivelata. Infatti alla sola Chiesa cattolica appartengono tutte quelle cose così ricche e così meravigliose che sono state divinamente predisposte per la credibilità della fede cristiana. Anzi, la Chiesa, per se stessa, cioè per la sua ammirevole propagazione nel mondo, per la sua esimia santità e per l’inesausta fecondità di tutti i suoi beni, per la sua unità, per l’invitta solidità è un grande e perenne motivo di credibilità, una testimonianza irrefragabile della sua istituzione divina.Onde avviene che essa, come vessillo levato fra le genti (Is 11,12), invita continuamente a sé quelli che non credono, e assicura i suoi figli che la fede da loro professata poggia su solidissimo fondamento. A questa testimonianza proviene un efficacissimo aiuto dalla suprema virtù. Infatti il misericordioso Signore eccita gli erranti, e li aiuta con la sua grazia affinché possano giungere a conoscere la verità; conferma con la stessa grazia coloro che trasse dalle tenebre nella sua mirabile luce, affinché perseverino nella stessa luce: non abbandona mai nessuno se non è abbandonato. Conseguentemente, non è pari la condizione di coloro che con il celeste dono della fede aderirono alla verità cattolica e la condizione di coloro che, guidati da opinioni umane, seguono una falsa religione. Infatti, quelli che sotto il magistero della Chiesa hanno ricevuto la fede, non possono avere alcun giusto motivo per cambiare o mettere in dubbio la loro fede. Stando così le cose, rendendo grazie a Dio Padre, il quale ci ha fatti degni di partecipare nella luce alla sorte dei santi, non trascuriamo tanta salvezza, ma guardando all’autore e perfezionatore della fede, Gesù, manteniamo immutata la confessione della nostra speranza.Capitolo IV - Della Fede e della RagioneL’ininterrotto pensiero della Chiesa cattolica sostenne e sostiene che esiste un duplice ordine di cognizioni, distinto non solo quanto al principio, ma anche riguardo all’oggetto; quanto al principio, perché in uno conosciamo con la ragione naturale, nell’altro con la fede divina; quanto all’oggetto perché, oltre le cose a cui la ragione naturale potrebbe arrivare, ci viene proposto di credere misteri nascosti in Dio: misteri che non possono essere conosciuti senza la rivelazione divina. Per questo l’Apostolo, il quale asserisce che Dio è conosciuto dalle genti attraverso le cose che sono state create, trattando poi della grazia e della verità che ci sono venute da Gesù Cristo (Gv 1,17), afferma: “Noi parliamo di una sapienza di Dio, misteriosa, che è nascosta: di una sapienza che Dio ha ordinato prima dei secoli per la nostra gloria, e che nessuno dei principi di questa terra ha conosciuto. A noi è stata rivelata da Dio per mezzo del Suo Spirito: quello Spirito infatti scruta ogni cosa, anche le cose profonde di Dio(1Cor 2,7-9).Lo stesso Figlio Unigenito ringrazia il Padre di aver tenuto nascoste queste cose ai sapienti e di averle rivelate ai pargoli” (Mt 11,25).Per la verità, la ragione, quando è illuminata dalla fede e cerca diligentemente, piamente e con amore, ottiene, con l’aiuto di Dio, una certa comprensione dei misteri, già preziosa per sé, sia per l’analogia con le cose che già conosce naturalmente, sia per la connessione degli stessi misteri fra di loro relativamente al fine ultimo dell’uomo. Essa, però, non è mai in grado di comprendere tali misteri allo stesso modo delle verità che costituiscono l’oggetto naturale delle proprie capacità conoscitive. Infatti, i misteri di Dio trascendono per loro natura in modo così elevato l’intelletto creato, che anche se insegnati dalla Rivelazione e accolti con fede, restano tuttavia coperti dal velo della stessa fede e quasi avvolti nell’oscurità finché in questa vita mortale noi pellegriniamo lontani dal Signore: giacché noi camminiamo per fede e non per conoscenza (2Cor 5,7).Ma sebbene la fede sia superiore alla ragione, pure non vi può essere nessun vero dissenso fra la fede e la ragione, poiché il Dio che rivela i misteri della fede e la infonde in noi è lo stesso che ha infuso il lume della ragione nell’animo umano; Dio non può quindi negare se stesso, né la verità contraddire la verità. La vana apparenza di queste contraddizioni nasce soprattutto o perché i dogmi della fede non sono stati compresi ed esposti secondo la mente della Chiesa, o perché false opinioni sono state considerate verità dettate dalla ragione. Stabiliamo pertanto che ogni asserzione contraria alla verità della fede illuminata è totalmente falsa . La Chiesa, poi, che insieme con l’ufficio apostolico d’insegnare ha ricevuto pure il mandato di custodire il deposito della fede, ha da Dio anche il diritto e il dovere di proscrivere la falsa scienza, affinché nessuno sia ingannato da una filosofia vana e fallace (Col 2,8). Conseguentemente non solo è vietato a tutti i fedeli cristiani di difendere come legittime conclusioni della scienza tali opinioni che sono contrarie alla dottrina della fede, specialmente quando sono state riprovate dalla Chiesa, ma gli stessi cristiani sono assolutamente tenuti a considerarle come errori che hanno ingannevole parvenza di verità.La fede e la ragione non solo non possono essere mai in contrasto fra loro, ma anzi si aiutano vicendevolmente in modo che la retta ragione dimostri i fondamenti della fede e, illuminata da questa, coltivi la scienza delle cose divine, e la fede, dal canto suo, renda la ragione libera da errori, arricchendola di numerose cognizioni. Pertanto, non è affatto vero che la Chiesa si opponga alla cultura delle arti e delle discipline umane; anzi, le coltiva e le favorisce in molti modi. Essa non ignora né disprezza i vantaggi che da esse provengono alla vita umana; anzi dichiara che esse, dato che derivano da Dio, Signore delle scienze, conducono l’uomo a Dio, con l’aiuto della Sua grazia, qualora siano debitamente coltivate. La Chiesa non vieta certamente che le diverse discipline si valgano dei propri principi e del proprio metodo, ciascuna nel proprio ambito, ma mentre riconosce questa giusta libertà, vigila attentamente che esse non accolgano nel proprio interno errori contrari alla divina dottrina, oppure che, travalicando i propri confini, non occupino né sconvolgano le materie appartenenti alla fede.La dottrina della fede che Dio rivelò non è proposta alle menti umane come una invenzione filosofica da perfezionare, ma è stata consegnata alla Sposa di Cristo come divino deposito perché la custodisca fedelmente e la insegni con magistero infallibile. Quindi deve essere approvato in perpetuo quel significato dei sacri dogmi che la Santa Madre Chiesa ha dichiarato, né mai si deve recedere da quel significato con il pretesto o con le apparenze di una più completa intelligenza. Crescano dunque e gagliardamente progrediscano, lungo il corso delle età e dei secoli, l’intelligenza e la sapienza, sia dei secoli, sia degli uomini, come di tutta la Chiesa, ma nel proprio settore soltanto, cioè nel medesimo dogma, nel medesimo significato, nella medesima affermazione .CANONII - Di Dio creatore di tutte le cose1. Se qualcuno negherà l’unico vero Dio Creatore e Signore di tutte le cose visibili ed invisibili: sia anatema.2. Se qualcuno non arrossirà affermando che nulla esiste all’infuori della materia: sia anatema.3. Se qualcuno dirà che unica e identica è la sostanza, o l’essenza, di Dio e di tutte le cose: sia anatema.4. Se qualcuno dirà che le cose finite, sia materiali, sia spirituali, o almeno le spirituali, sono emanate dalla sostanza divina; ovvero che la divina essenza per la sua manifestazione ed evoluzione diventa ogni cosa; ovvero infine che Dio è ente universale od indefinito, il quale determinando se stesso costituisce l’universo delle cose, distinto in generi, specie ed individui: sia anatema.5. Se qualcuno non dichiara che il mondo e tutte le cose che in esso sono contenute, sia spirituali, sia materiali, secondo tutta la loro sostanza, sono stati da Dio prodotti dal nulla; o dirà che Dio non per volontà libera da ogni necessità, ma tanto necessariamente creò, quanto necessariamente ama se stesso; o negherà che il mondo sia stato creato a gloria di Dio: sia anatema.II - Della Rivelazione1. Se qualcuno dirà che l’unico vero Dio, nostro Creatore e Signore, non può essere conosciuto con certezza dal lume naturale della ragione umana, attraverso le cose che da Lui sono state fatte: sia anatema.2. Se qualcuno dirà che non è possibile o spiegabile che l’uomo, attraverso la divina Rivelazione, sia ammaestrato e illuminato su Dio e sul culto che Gli si deve prestare: sia anatema.3. Se qualcuno dirà che l’uomo non può essere divinamente elevato ad una conoscenza e ad una perfezione che superino quelle naturali, ma che può e deve da se stesso arrivare al possesso di ogni verità e di ogni bene in un continuo progresso: sia anatema.4. Se qualcuno non accetterà come sacri e canonici i libri interi della sacra Scrittura, in tutte le loro parti, come li ha accreditati il santo Concilio Tridentino, o negherà che siano divinamente ispirati: sia anatema.III - Della Fede1. Se qualcuno dirà che la ragione umana è così indipendente che Dio non le può comandare la fede: sia anatema.2. Se qualcuno dirà che la fede divina non si distingue dalla conoscenza naturale di Dio e delle cose morali, e che perciò non si richiede alla fede divina che la verità rivelata sia creduta per l’autorità di Dio rivelante: sia anatema.3. Se qualcuno dirà che la Rivelazione divina non può rendersi credibile per segni esterni, e che perciò gli uomini devono procedere verso la fede solo attraverso l’interiore esperienza o l’ispirazione privata di ciascuno: sia anatema.4. Se qualcuno dirà che i miracoli sono impossibili e che quindi la loro narrazione, anche se contenuta nella sacra Scrittura, sia da relegare tra le favole e i miti; ovvero che i miracoli non si possono mai conoscere con certezza, né per mezzo di essi si può conoscere e provare sufficientemente la divina origine della religione cristiana: sia anatema.5. Se qualcuno dirà che l’assenso alla fede cristiana non è libero, ma che si produce necessariamente dagli argomenti della ragione umana; ovvero che la grazia di Dio è necessaria alla sola fede viva che opera per la carità: sia anatema.6. Se qualcuno dirà che la condizione dei fedeli e quella di coloro che ancora non sono arrivati all’unica vera fede sono pari, così che i cattolici possono avere giusto motivo per mettere in dubbio la fede che già ricevettero sotto il magistero della Chiesa, sospendendone l’assenso finché non abbiano compiuto la dimostrazione scientifica della credibilità e della verità della loro fede: sia anatema.IV - Fede e Ragione1. Se qualcuno dirà che nella rivelazione divina non è contenuto alcun mistero vero e propriamente detto, ma che tutti i dogmi della fede possono essere compresi e dimostrati dalla ragione debitamente coltivata per mezzo dei principi naturali: sia anatema.2. Se qualcuno dirà che le discipline umane devono essere trattate con tale libertà che le loro asserzioni, anche se contrarie alla dottrina rivelata, possono essere ritenute vere e non possono essere condannate dalla Chiesa: sia anatema.3. Se qualcuno dirà che può accadere che ai dogmi della Chiesa si possa un giorno – nel continuo progresso della scienza – attribuire un senso diverso da quello che ha inteso e intende dare la Chiesa: sia anatema.* * *Pertanto, eseguendo il dovere del Nostro supremo ufficio pastorale, per le viscere di Gesù Cristo scongiuriamo tutti i fedeli di Cristo, specialmente coloro che presiedono o hanno l’ufficio d’insegnare, anzi comandiamo loro, con l’autorità dello stesso Dio e Salvatore nostro, che dedichino il loro studio e la loro opera per allontanare ed eliminare questi errori dalla Santa Chiesa e spandere la luce della purissima fede.E poiché non basta evitare gli errori dell’eresia, se non si fuggono diligentemente anche tutti gli altri errori che più o meno ad essa si avvicinano, richiamiamo tutti al dovere di osservare anche le Costituzioni e i Decreti con i quali furono condannate e proibite da questa Santa Sede tutte le false dottrine e opinioni di questo genere che qui non sono esplicitamente indicate.Dato a Roma, nella pubblica Sessione solennemente celebrata nella Basilica Vaticana l’anno dell’Incarnazione del Signore 1870, il 24 aprile, nell’anno ventiquattresimo del Nostro Pontificato.--------------------------------------------------*U. Bellocchi (a cura di),Tutte le encicliche e i principali documenti pontifici emanati dal 1740,vol. IV: Pio IX(1846-1878), pp. 319-329, 1995, Libreria Editrice Vaticana, Città del Vaticano.\n\nCOSTITUZIONE DOGMATICADEI FILIUS*DEL SOMMO PONTEFICEPIO IXIl Vescovo Pio, servo dei servi di Dio, con l’approvazione del Sacro Concilio. A perpetua memoria.Il Figlio di Dio e Redentore del genere umano, il Signore Nostro Gesù Cristo, accingendosi a ritornare al Padre celeste, promise che sarebbe rimasto con la sua Chiesa militante sulla terra, tutti i giorni, fino alla consumazione dei secoli. Pertanto Egli, in nessun tempo, mai tralasciò di essere sollecito ad aiutare la sua sposa diletta, di assisterla nell’insegnamento, di benedirla nelle sue opere, di soccorrerla nei pericoli. Questa sua salutare Provvidenza, come apparve di continuo da altri innumerevoli benefici, così si manifestò grandissima in quei frutti che pervennero a tutto l’Orbe cristiano dai vari Concili Ecumenici e segnatamente da quello di Trento, quantunque sia stato celebrato in tempi malagevoli.Da questo Concilio infatti furono più espressamente definiti e più ampiamente esposti i dogmi santissimi della Religione, con la condanna e la repressione degli errori. Da tale Concilio venne reintegrata la disciplina ecclesiastica e più saldamente rinsaldata; fu promosso nel Clero l’amore della scienza e della pietà; furono preparati i collegi per educare gli adolescenti alla milizia sacerdotale; infine, furono restaurati i costumi del popolo cristiano con una più diligente istruzione dei fedeli e con l’uso più frequente dei Sacramenti. Ne derivò inoltre una maggiore comunione delle membra col Capo visibile, e si aggiunse maggior vigore a tutto il Corpo mistico di Cristo; si moltiplicarono gli ordini religiosi e gli altri istituti di pietà cristiana, e sorse quell’ardore assiduo e costante nel propagare largamente per il mondo il regno di Cristo, fino allo spargimento del sangue.Ma mentre, con animo grato, rammentiamo doverosamente questi ed altri benefici che la divina clemenza ha elargito alla Chiesa, specialmente per mezzo dell’ultimo Sinodo ecumenico, non possiamo comprimere l’acerbo dolore causato principalmente dal fatto che o cadde in disprezzo presso moltissimi l’autorità del predetto santo Concilio, o perché si trascurarono i suoi sapientissimi decreti.Certamente nessuno ignora che le eresie, già condannate dai Padri del Concilio Tridentino, si divisero in varie sette in conseguenza del rigetto che si faceva del divino magistero della Chiesa e con il lasciare in balìa del giudizio di ciascuno le verità relative alla religione; e queste sette, discordando tra loro e combattendosi, fecero venir meno in molti ogni fede in Cristo. Così le stesse Sacre Scritture, che prima erano proclamate come la sola fonte della verità e il codice unico della dottrina cristiana, finirono coll’essere ritenute non più libri divini, fino ad essere annoverate fra i racconti mitici.Allora nacque e si diffuse ampiamente quella dottrina del razionalismo, o naturalismo, che combattendo in tutto la religione cristiana appunto perché di istituzione soprannaturale, con ogni sforzo si adopera di ottenere che, bandito il Cristo (il solo Signore e Salvatore nostro) sia dalla mente degli uomini, sia dalla vita e dai costumi dei popoli, si potesse instaurare il regno – come dicono – della pura ragione e della natura. Abbandonata poi e rigettata la religione cristiana, rinnegato il vero Dio e il suo Cristo, alla fine molti precipitarono nel baratro del panteismo, del materialismo, dell’ateismo, cosicché, negando la stessa natura razionale e ogni norma di giustizia e di rettitudine, arrivano ad abbattere i fondamenti essenziali della società umana.Imperversando poi dovunque questa empietà, accadde miserabilmente che molti, pure figli della Chiesa cattolica, si smarrirono dalla via della vera pietà, ed oscurandosi in loro a poco a poco le verità, si attenuò anche il sentire cattolico. Trasportati da queste instabili e speciose dottrine, confondendo malamente la natura con la grazia, la scienza umana con la fede divina, arrivano a corrompere il senso genuino dei dogmi professati dalla Santa Madre Chiesa e mettono in pericolo l’integrità e la sincerità della fede.In considerazione di tutte queste cose, come non possono commuoversi le intime viscere della Chiesa? Poiché, come Dio vuole che tutti gli uomini siano salvi e giungano a conoscere la verità; come Cristo venne per salvare ciò che era perduto a congregare in uno i figli che erano dispersi, così la Chiesa, costituita da Dio Madre e Maestra dei popoli, ben sa di essere debitrice a tutti: pertanto è sempre pronta a sollevare i caduti, a sostenere i vacillanti, ad abbracciare quelli che ritornano, a confermare i buoni e ad indirizzarli verso le cose migliori.Perciò in nessun tempo essa può astenersi dall’attestare e predicare la verità di Dio che risana ogni cosa, non ignorando quello che a lei è stato detto: “Lo Spirito mio che è in te, e le mie parole che posi sulla tua bocca, non si allontaneranno dalla tua bocca né ora, né mai” (Is 49,21).Noi dunque, seguendo le orme dei Nostri Predecessori, in virtù del Nostro Apostolico mandato, non cessiamo mai d’insegnare e difendere la verità cattolica e di condannare le dottrine perverse.Ora poi essendo qui uniti con Noi, deliberanti, tutti i Vescovi del mondo cattolico, dalla Nostra autorità congregati nello Spirito Santo in questo Concilio Ecumenico, fondandoci sulla parola di Dio, contenuta nella Scrittura e nella Tradizione, come l’abbiamo ricevuta, santamente custodita e genuinamente interpretata dalla Chiesa cattolica, determinammo di professare e dichiarare al cospetto di tutti, da questa Cattedra di Pietro, con la potestà a Noi trasmessa da Dio, la salutare dottrina di Cristo, proscrivendo e condannando gli errori ad essa contrari.Capitolo I - Dio creatore di tutte le coseLa Santa Chiesa Cattolica Apostolica Romana crede e confessa che uno solo è il Dio vivo e vero, Creatore e Signore del cielo e della terra, onnipotente, eterno, immenso, incomprensibile, infinito per intelletto, volontà e per ogni perfezione, il quale essendo unica singolare, assolutamente semplice ed immutabile sostanza spirituale deve essere predicato realmente e per essenza, distinto dal mondo, in sé e per sé beatissimo, ineffabilmente eccelso sopra tutte le cose che sono e che si possono concepire fuori di Lui.Questo solo vero Dio, per la Sua bontà e per la Sua onnipotente virtù, non già per accrescere od acquistare la Sua beatitudine, ma per manifestare la Sua perfezione attraverso i beni che dona alle Sue creature, con liberissima decisione fin dal principio del tempo produsse dal nulla l’una e l’altra creatura contemporaneamente, la spirituale e la corporale, cioè l’angelica e la terrena, e quindi l’umana, costituita in comune di spirito e di corpo .Iddio, con la Sua provvidenza, conserva e governa tutte le cose che Egli ha creato, estendendosi da un confine all’altro con forza, e disponendo soavemente ogni cosa (Sap 8,1). Infatti, tutte le cose sono nude e scoperte ai Suoi occhi (cf. Eb 4,13), anche quelle che per libera scelta delle creature saranno in avvenire.Capitolo II - La RivelazioneLa medesima Santa Madre Chiesa professa ed insegna che Dio, principio e fine di tutte le cose, può essere conosciuto con certezza al lume naturale della ragione umana attraverso le cose create; infatti, le cose invisibili di Lui vengono conosciute dall’intelligenza della creatura umana attraverso le cose che furono fatte (Rm 1,20). Tuttavia piacque alla Sua bontà e alla Sua sapienza rivelare se stesso e i decreti della Sua volontà al genere umano attraverso un’altra via, la soprannaturale, secondo il detto dell’Apostolo: “Dio, che molte volte e in vari modi parlò un tempo ai padri attraverso i Profeti, recentemente, in codesti giorni, ha parlato a noi attraverso il Figlio” (Eb 1,1-2).Si deve a questa divina Rivelazione se tutto ciò che delle cose divine non è di per sé assolutamente inaccessibile alla ragione umana, anche nella presente condizione del genere umano può facilmente essere conosciuto da tutti con certezza e senza alcun pericolo di errore. Tuttavia non per questo motivo deve dirsi assolutamente necessaria la Rivelazione, ma perché nella Sua infinita bontà Dio destinò l’uomo ad un fine soprannaturale, cioè alla partecipazione dei beni divini, che superano totalmente l’intelligenza della mente umana; infatti Dio ha preparato per coloro che Lo amano quelle cose che nessun occhio vide, nessun orecchio mai udì, nessun cuore umano conobbe (1Cor 2,9).Questa Rivelazione soprannaturale, secondo la fede della Chiesa universale, proclamata anche dal santo Concilio Tridentino, è contenuta nei libri scritti e nelle tradizioni non scritte ricevute dagli Apostoli dalla stessa bocca di Cristo o dagli Apostoli dalla stessa bocca di Cristo o dagli Apostoli, ispirati dallo Spirito Santo, tramandate di generazione in generazione fino a noi . Ora questi libri, sia del Vecchio che del Nuovo Testamento, integri in tutte le loro parti, come sono numerati nel decreto del medesimo Concilio e come si trovano tradotti nell’antica edizione latina, devono ritenersi per sacri e canonici. La Chiesa li considera sacri e canonici non perché, composti da opera umana, siano poi stati approvati dalla sua autorità, e neppure perché contengono la Rivelazione divina senza errore, ma perché, essendo stati scritti sotto l’ispirazione dello Spirito Santo, hanno Dio come autore e come tali sono stati affidati alla Chiesa.Poiché quelle cose che il santo Concilio Tridentino decretò per porre conveniente freno alle menti presuntuose sono state interpretate in modo malvagio da taluni, Noi rinnoviamo il medesimo decreto e dichiariamo che questo è il suo significato: nelle cose della fede e dei costumi appartenenti alla edificazione della dottrina Cristiana deve essere tenuto per vero quel senso della sacra Scrittura che ha sempre tenuto e tiene la Santa Madre Chiesa, alla cui autorità spetta giudicare del vero pensiero e della vera interpretazione delle sante Scritture; perciò a nessuno deve essere lecito interpretare tale Scrittura contro questo intendimento o anche contro l’unanime giudizio dei Padri.Capitolo III - La FedeEssendo l’uomo, in tutto il suo essere, dipendente da Dio, suo Creatore e Signore, ed essendo la ragione creata completamente soggetta alla Verità increata, noi siamo tenuti a prestare con la fede il nostro pieno ossequio di mente e di volontà a Dio rivelante. La Chiesa cattolica professa che questa fede, che è l’inizio della salvezza dell’uomo, è una virtù soprannaturale, con la quale, sotto l’ispirazione e la grazia di Dio, crediamo che le cose da Lui rivelate sono vere, non per la loro intrinseca verità individuata col lume naturale della ragione, ma per l’autorità dello stesso Dio rivelante, il quale né può ingannarsi, né può ingannare. La fede è, per testimonianza dell’Apostolo, sostanza delle cose sperate, argomento delle non apparenti (Eb 11,1).Ma affinché l’ossequio della nostra fede fosse conforme alla ragione, Dio ha voluto che agli aiuti interiori dello Spirito Santo, si unissero gli argomenti esterni della sua Rivelazione, cioè gli interventi divini, come sono principalmente i miracoli e le profezie che dimostrano luminosamente l’onnipotenza e la scienza infinita di Dio e sono segni certissimi della divina Rivelazione e adatti all’intelligenza di tutti. Per questo Mosè e i profeti, ma specialmente Cristo Signore fecero molti e chiari miracoli e profezie; e degli Apostoli leggiamo: “Essi poi partirono e predicarono dappertutto, cooperando il Signore e confermando la loro predicazione con prodigi che li accompagnavano” (Mc 16,20).Sta pure scritto: “Abbiamo il linguaggio profetico più sicuro, che fate bene ad osservare, come lampada che splende in un luogo oscuro” .Benché, dunque, l’assenso alla fede non sia un cieco impulso dell’anima, tuttavia nessuno riesce ad aderire alla verità del Vangelo nel modo necessario per il conseguimento dell’eterna salvezza, senza l’illustrazione e l’ispirazione dello Spirito Santo, il quale dà a tutti soavità nel consentire e credere alla verità . Pertanto la stessa fede, anche quando non opera per la carità, è dono di Dio, e il suo atto è opera ordinata alla salvezza, con cui l’uomo presta a Dio libera obbedienza, cooperando e consentendo alla Sua grazia, alla quale però può sempre resistere.Quindi si devono credere con fede divina e cattolica tutte quelle cose che sono contenute nella parola di Dio, scritta o trasmessa per tradizione, e che vengono proposte dalla Chiesa, o con solenne definizione, o con il magistero ordinario e universale, come divinamente ispirate, e pertanto da credersi.Poiché senza la fede è impossibile piacere a Dio e giungere all’unione con i suoi figli, così senza di essa nessuno potrà mai essere assoluto, come pure nessuno conseguirà la vita eterna senza aver perseverato in essa sino alla fine. Affinché poi potessimo adempiere il dovere di abbracciare la vera fede e perseverare costantemente in essa, Dio, mediante il Suo Figlio Unigenito, istituì la Chiesa e la insignì di così chiare note perché potesse essere conosciuta da tutti come custode e maestra della parola rivelata. Infatti alla sola Chiesa cattolica appartengono tutte quelle cose così ricche e così meravigliose che sono state divinamente predisposte per la credibilità della fede cristiana. Anzi, la Chiesa, per se stessa, cioè per la sua ammirevole propagazione nel mondo, per la sua esimia santità e per l’inesausta fecondità di tutti i suoi beni, per la sua unità, per l’invitta solidità è un grande e perenne motivo di credibilità, una testimonianza irrefragabile della sua istituzione divina.Onde avviene che essa, come vessillo levato fra le genti (Is 11,12), invita continuamente a sé quelli che non credono, e assicura i suoi figli che la fede da loro professata poggia su solidissimo fondamento. A questa testimonianza proviene un efficacissimo aiuto dalla suprema virtù. Infatti il misericordioso Signore eccita gli erranti, e li aiuta con la sua grazia affinché possano giungere a conoscere la verità; conferma con la stessa grazia coloro che trasse dalle tenebre nella sua mirabile luce, affinché perseverino nella stessa luce: non abbandona mai nessuno se non è abbandonato. Conseguentemente, non è pari la condizione di coloro che con il celeste dono della fede aderirono alla verità cattolica e la condizione di coloro che, guidati da opinioni umane, seguono una falsa religione. Infatti, quelli che sotto il magistero della Chiesa hanno ricevuto la fede, non possono avere alcun giusto motivo per cambiare o mettere in dubbio la loro fede. Stando così le cose, rendendo grazie a Dio Padre, il quale ci ha fatti degni di partecipare nella luce alla sorte dei santi, non trascuriamo tanta salvezza, ma guardando all’autore e perfezionatore della fede, Gesù, manteniamo immutata la confessione della nostra speranza.Capitolo IV - Della Fede e della RagioneL’ininterrotto pensiero della Chiesa cattolica sostenne e sostiene che esiste un duplice ordine di cognizioni, distinto non solo quanto al principio, ma anche riguardo all’oggetto; quanto al principio, perché in uno conosciamo con la ragione naturale, nell’altro con la fede divina; quanto all’oggetto perché, oltre le cose a cui la ragione naturale potrebbe arrivare, ci viene proposto di credere misteri nascosti in Dio: misteri che non possono essere conosciuti senza la rivelazione divina. Per questo l’Apostolo, il quale asserisce che Dio è conosciuto dalle genti attraverso le cose che sono state create, trattando poi della grazia e della verità che ci sono venute da Gesù Cristo (Gv 1,17), afferma: “Noi parliamo di una sapienza di Dio, misteriosa, che è nascosta: di una sapienza che Dio ha ordinato prima dei secoli per la nostra gloria, e che nessuno dei principi di questa terra ha conosciuto. A noi è stata rivelata da Dio per mezzo del Suo Spirito: quello Spirito infatti scruta ogni cosa, anche le cose profonde di Dio(1Cor 2,7-9).Lo stesso Figlio Unigenito ringrazia il Padre di aver tenuto nascoste queste cose ai sapienti e di averle rivelate ai pargoli” (Mt 11,25).Per la verità, la ragione, quando è illuminata dalla fede e cerca diligentemente, piamente e con amore, ottiene, con l’aiuto di Dio, una certa comprensione dei misteri, già preziosa per sé, sia per l’analogia con le cose che già conosce naturalmente, sia per la connessione degli stessi misteri fra di loro relativamente al fine ultimo dell’uomo. Essa, però, non è mai in grado di comprendere tali misteri allo stesso modo delle verità che costituiscono l’oggetto naturale delle proprie capacità conoscitive. Infatti, i misteri di Dio trascendono per loro natura in modo così elevato l’intelletto creato, che anche se insegnati dalla Rivelazione e accolti con fede, restano tuttavia coperti dal velo della stessa fede e quasi avvolti nell’oscurità finché in questa vita mortale noi pellegriniamo lontani dal Signore: giacché noi camminiamo per fede e non per conoscenza (2Cor 5,7).Ma sebbene la fede sia superiore alla ragione, pure non vi può essere nessun vero dissenso fra la fede e la ragione, poiché il Dio che rivela i misteri della fede e la infonde in noi è lo stesso che ha infuso il lume della ragione nell’animo umano; Dio non può quindi negare se stesso, né la verità contraddire la verità. La vana apparenza di queste contraddizioni nasce soprattutto o perché i dogmi della fede non sono stati compresi ed esposti secondo la mente della Chiesa, o perché false opinioni sono state considerate verità dettate dalla ragione. Stabiliamo pertanto che ogni asserzione contraria alla verità della fede illuminata è totalmente falsa . La Chiesa, poi, che insieme con l’ufficio apostolico d’insegnare ha ricevuto pure il mandato di custodire il deposito della fede, ha da Dio anche il diritto e il dovere di proscrivere la falsa scienza, affinché nessuno sia ingannato da una filosofia vana e fallace (Col 2,8). Conseguentemente non solo è vietato a tutti i fedeli cristiani di difendere come legittime conclusioni della scienza tali opinioni che sono contrarie alla dottrina della fede, specialmente quando sono state riprovate dalla Chiesa, ma gli stessi cristiani sono assolutamente tenuti a considerarle come errori che hanno ingannevole parvenza di verità.La fede e la ragione non solo non possono essere mai in contrasto fra loro, ma anzi si aiutano vicendevolmente in modo che la retta ragione dimostri i fondamenti della fede e, illuminata da questa, coltivi la scienza delle cose divine, e la fede, dal canto suo, renda la ragione libera da errori, arricchendola di numerose cognizioni. Pertanto, non è affatto vero che la Chiesa si opponga alla cultura delle arti e delle discipline umane; anzi, le coltiva e le favorisce in molti modi. Essa non ignora né disprezza i vantaggi che da esse provengono alla vita umana; anzi dichiara che esse, dato che derivano da Dio, Signore delle scienze, conducono l’uomo a Dio, con l’aiuto della Sua grazia, qualora siano debitamente coltivate. La Chiesa non vieta certamente che le diverse discipline si valgano dei propri principi e del proprio metodo, ciascuna nel proprio ambito, ma mentre riconosce questa giusta libertà, vigila attentamente che esse non accolgano nel proprio interno errori contrari alla divina dottrina, oppure che, travalicando i propri confini, non occupino né sconvolgano le materie appartenenti alla fede.La dottrina della fede che Dio rivelò non è proposta alle menti umane come una invenzione filosofica da perfezionare, ma è stata consegnata alla Sposa di Cristo come divino deposito perché la custodisca fedelmente e la insegni con magistero infallibile. Quindi deve essere approvato in perpetuo quel significato dei sacri dogmi che la Santa Madre Chiesa ha dichiarato, né mai si deve recedere da quel significato con il pretesto o con le apparenze di una più completa intelligenza. Crescano dunque e gagliardamente progrediscano, lungo il corso delle età e dei secoli, l’intelligenza e la sapienza, sia dei secoli, sia degli uomini, come di tutta la Chiesa, ma nel proprio settore soltanto, cioè nel medesimo dogma, nel medesimo significato, nella medesima affermazione .CANONII - Di Dio creatore di tutte le cose1. Se qualcuno negherà l’unico vero Dio Creatore e Signore di tutte le cose visibili ed invisibili: sia anatema.2. Se qualcuno non arrossirà affermando che nulla esiste all’infuori della materia: sia anatema.3. Se qualcuno dirà che unica e identica è la sostanza, o l’essenza, di Dio e di tutte le cose: sia anatema.4. Se qualcuno dirà che le cose finite, sia materiali, sia spirituali, o almeno le spirituali, sono emanate dalla sostanza divina; ovvero che la divina essenza per la sua manifestazione ed evoluzione diventa ogni cosa; ovvero infine che Dio è ente universale od indefinito, il quale determinando se stesso costituisce l’universo delle cose, distinto in generi, specie ed individui: sia anatema.5. Se qualcuno non dichiara che il mondo e tutte le cose che in esso sono contenute, sia spirituali, sia materiali, secondo tutta la loro sostanza, sono stati da Dio prodotti dal nulla; o dirà che Dio non per volontà libera da ogni necessità, ma tanto necessariamente creò, quanto necessariamente ama se stesso; o negherà che il mondo sia stato creato a gloria di Dio: sia anatema.II - Della Rivelazione1. Se qualcuno dirà che l’unico vero Dio, nostro Creatore e Signore, non può essere conosciuto con certezza dal lume naturale della ragione umana, attraverso le cose che da Lui sono state fatte: sia anatema.2. Se qualcuno dirà che non è possibile o spiegabile che l’uomo, attraverso la divina Rivelazione, sia ammaestrato e illuminato su Dio e sul culto che Gli si deve prestare: sia anatema.3. Se qualcuno dirà che l’uomo non può essere divinamente elevato ad una conoscenza e ad una perfezione che superino quelle naturali, ma che può e deve da se stesso arrivare al possesso di ogni verità e di ogni bene in un continuo progresso: sia anatema.4. Se qualcuno non accetterà come sacri e canonici i libri interi della sacra Scrittura, in tutte le loro parti, come li ha accreditati il santo Concilio Tridentino, o negherà che siano divinamente ispirati: sia anatema.III - Della Fede1. Se qualcuno dirà che la ragione umana è così indipendente che Dio non le può comandare la fede: sia anatema.2. Se qualcuno dirà che la fede divina non si distingue dalla conoscenza naturale di Dio e delle cose morali, e che perciò non si richiede alla fede divina che la verità rivelata sia creduta per l’autorità di Dio rivelante: sia anatema.3. Se qualcuno dirà che la Rivelazione divina non può rendersi credibile per segni esterni, e che perciò gli uomini devono procedere verso la fede solo attraverso l’interiore esperienza o l’ispirazione privata di ciascuno: sia anatema.4. Se qualcuno dirà che i miracoli sono impossibili e che quindi la loro narrazione, anche se contenuta nella sacra Scrittura, sia da relegare tra le favole e i miti; ovvero che i miracoli non si possono mai conoscere con certezza, né per mezzo di essi si può conoscere e provare sufficientemente la divina origine della religione cristiana: sia anatema.5. Se qualcuno dirà che l’assenso alla fede cristiana non è libero, ma che si produce necessariamente dagli argomenti della ragione umana; ovvero che la grazia di Dio è necessaria alla sola fede viva che opera per la carità: sia anatema.6. Se qualcuno dirà che la condizione dei fedeli e quella di coloro che ancora non sono arrivati all’unica vera fede sono pari, così che i cattolici possono avere giusto motivo per mettere in dubbio la fede che già ricevettero sotto il magistero della Chiesa, sospendendone l’assenso finché non abbiano compiuto la dimostrazione scientifica della credibilità e della verità della loro fede: sia anatema.IV - Fede e Ragione1. Se qualcuno dirà che nella rivelazione divina non è contenuto alcun mistero vero e propriamente detto, ma che tutti i dogmi della fede possono essere compresi e dimostrati dalla ragione debitamente coltivata per mezzo dei principi naturali: sia anatema.2. Se qualcuno dirà che le discipline umane devono essere trattate con tale libertà che le loro asserzioni, anche se contrarie alla dottrina rivelata, possono essere ritenute vere e non possono essere condannate dalla Chiesa: sia anatema.3. Se qualcuno dirà che può accadere che ai dogmi della Chiesa si possa un giorno – nel continuo progresso della scienza – attribuire un senso diverso da quello che ha inteso e intende dare la Chiesa: sia anatema.* * *Pertanto, eseguendo il dovere del Nostro supremo ufficio pastorale, per le viscere di Gesù Cristo scongiuriamo tutti i fedeli di Cristo, specialmente coloro che presiedono o hanno l’ufficio d’insegnare, anzi comandiamo loro, con l’autorità dello stesso Dio e Salvatore nostro, che dedichino il loro studio e la loro opera per allontanare ed eliminare questi errori dalla Santa Chiesa e spandere la luce della purissima fede.E poiché non basta evitare gli errori dell’eresia, se non si fuggono diligentemente anche tutti gli altri errori che più o meno ad essa si avvicinano, richiamiamo tutti al dovere di osservare anche le Costituzioni e i Decreti con i quali furono condannate e proibite da questa Santa Sede tutte le false dottrine e opinioni di questo genere che qui non sono esplicitamente indicate.Dato a Roma, nella pubblica Sessione solennemente celebrata nella Basilica Vaticana l’anno dell’Incarnazione del Signore 1870, il 24 aprile, nell’anno ventiquattresimo del Nostro Pontificato.--------------------------------------------------*U. Bellocchi (a cura di),Tutte le encicliche e i principali documenti pontifici emanati dal 1740,vol. IV: Pio IX(1846-1878), pp. 319-329, 1995, Libreria Editrice Vaticana, Città del Vaticano.\n\nCOSTITUZIONE DOGMATICADEI FILIUS*DEL SOMMO PONTEFICEPIO IX\n\nIl Vescovo Pio, servo dei servi di Dio, con l’approvazione del Sacro Concilio. A perpetua memoria.\n\nIl Figlio di Dio e Redentore del genere umano, il Signore Nostro Gesù Cristo, accingendosi a ritornare al Padre celeste, promise che sarebbe rimasto con la sua Chiesa militante sulla terra, tutti i giorni, fino alla consumazione dei secoli. Pertanto Egli, in nessun tempo, mai tralasciò di essere sollecito ad aiutare la sua sposa diletta, di assisterla nell’insegnamento, di benedirla nelle sue opere, di soccorrerla nei pericoli. Questa sua salutare Provvidenza, come apparve di continuo da altri innumerevoli benefici, così si manifestò grandissima in quei frutti che pervennero a tutto l’Orbe cristiano dai vari Concili Ecumenici e segnatamente da quello di Trento, quantunque sia stato celebrato in tempi malagevoli.\n\nDa questo Concilio infatti furono più espressamente definiti e più ampiamente esposti i dogmi santissimi della Religione, con la condanna e la repressione degli errori. Da tale Concilio venne reintegrata la disciplina ecclesiastica e più saldamente rinsaldata; fu promosso nel Clero l’amore della scienza e della pietà; furono preparati i collegi per educare gli adolescenti alla milizia sacerdotale; infine, furono restaurati i costumi del popolo cristiano con una più diligente istruzione dei fedeli e con l’uso più frequente dei Sacramenti. Ne derivò inoltre una maggiore comunione delle membra col Capo visibile, e si aggiunse maggior vigore a tutto il Corpo mistico di Cristo; si moltiplicarono gli ordini religiosi e gli altri istituti di pietà cristiana, e sorse quell’ardore assiduo e costante nel propagare largamente per il mondo il regno di Cristo, fino allo spargimento del sangue.\n\nMa mentre, con animo grato, rammentiamo doverosamente questi ed altri benefici che la divina clemenza ha elargito alla Chiesa, specialmente per mezzo dell’ultimo Sinodo ecumenico, non possiamo comprimere l’acerbo dolore causato principalmente dal fatto che o cadde in disprezzo presso moltissimi l’autorità del predetto santo Concilio, o perché si trascurarono i suoi sapientissimi decreti.\n\nCertamente nessuno ignora che le eresie, già condannate dai Padri del Concilio Tridentino, si divisero in varie sette in conseguenza del rigetto che si faceva del divino magistero della Chiesa e con il lasciare in balìa del giudizio di ciascuno le verità relative alla religione; e queste sette, discordando tra loro e combattendosi, fecero venir meno in molti ogni fede in Cristo. Così le stesse Sacre Scritture, che prima erano proclamate come la sola fonte della verità e il codice unico della dottrina cristiana, finirono coll’essere ritenute non più libri divini, fino ad essere annoverate fra i racconti mitici.\n\nAllora nacque e si diffuse ampiamente quella dottrina del razionalismo, o naturalismo, che combattendo in tutto la religione cristiana appunto perché di istituzione soprannaturale, con ogni sforzo si adopera di ottenere che, bandito il Cristo (il solo Signore e Salvatore nostro) sia dalla mente degli uomini, sia dalla vita e dai costumi dei popoli, si potesse instaurare il regno – come dicono – della pura ragione e della natura. Abbandonata poi e rigettata la religione cristiana, rinnegato il vero Dio e il suo Cristo, alla fine molti precipitarono nel baratro del panteismo, del materialismo, dell’ateismo, cosicché, negando la stessa natura razionale e ogni norma di giustizia e di rettitudine, arrivano ad abbattere i fondamenti essenziali della società umana.\n\nImperversando poi dovunque questa empietà, accadde miserabilmente che molti, pure figli della Chiesa cattolica, si smarrirono dalla via della vera pietà, ed oscurandosi in loro a poco a poco le verità, si attenuò anche il sentire cattolico. Trasportati da queste instabili e speciose dottrine, confondendo malamente la natura con la grazia, la scienza umana con la fede divina, arrivano a corrompere il senso genuino dei dogmi professati dalla Santa Madre Chiesa e mettono in pericolo l’integrità e la sincerità della fede.\n\nIn considerazione di tutte queste cose, come non possono commuoversi le intime viscere della Chiesa? Poiché, come Dio vuole che tutti gli uomini siano salvi e giungano a conoscere la verità; come Cristo venne per salvare ciò che era perduto a congregare in uno i figli che erano dispersi, così la Chiesa, costituita da Dio Madre e Maestra dei popoli, ben sa di essere debitrice a tutti: pertanto è sempre pronta a sollevare i caduti, a sostenere i vacillanti, ad abbracciare quelli che ritornano, a confermare i buoni e ad indirizzarli verso le cose migliori.\n\nPerciò in nessun tempo essa può astenersi dall’attestare e predicare la verità di Dio che risana ogni cosa, non ignorando quello che a lei è stato detto: “Lo Spirito mio che è in te, e le mie parole che posi sulla tua bocca, non si allontaneranno dalla tua bocca né ora, né mai” (Is 49,21).\n\nNoi dunque, seguendo le orme dei Nostri Predecessori, in virtù del Nostro Apostolico mandato, non cessiamo mai d’insegnare e difendere la verità cattolica e di condannare le dottrine perverse.\n\nOra poi essendo qui uniti con Noi, deliberanti, tutti i Vescovi del mondo cattolico, dalla Nostra autorità congregati nello Spirito Santo in questo Concilio Ecumenico, fondandoci sulla parola di Dio, contenuta nella Scrittura e nella Tradizione, come l’abbiamo ricevuta, santamente custodita e genuinamente interpretata dalla Chiesa cattolica, determinammo di professare e dichiarare al cospetto di tutti, da questa Cattedra di Pietro, con la potestà a Noi trasmessa da Dio, la salutare dottrina di Cristo, proscrivendo e condannando gli errori ad essa contrari.\n\nCapitolo I - Dio creatore di tutte le cose\n\nLa Santa Chiesa Cattolica Apostolica Romana crede e confessa che uno solo è il Dio vivo e vero, Creatore e Signore del cielo e della terra, onnipotente, eterno, immenso, incomprensibile, infinito per intelletto, volontà e per ogni perfezione, il quale essendo unica singolare, assolutamente semplice ed immutabile sostanza spirituale deve essere predicato realmente e per essenza, distinto dal mondo, in sé e per sé beatissimo, ineffabilmente eccelso sopra tutte le cose che sono e che si possono concepire fuori di Lui.\n\nQuesto solo vero Dio, per la Sua bontà e per la Sua onnipotente virtù, non già per accrescere od acquistare la Sua beatitudine, ma per manifestare la Sua perfezione attraverso i beni che dona alle Sue creature, con liberissima decisione fin dal principio del tempo produsse dal nulla l’una e l’altra creatura contemporaneamente, la spirituale e la corporale, cioè l’angelica e la terrena, e quindi l’umana, costituita in comune di spirito e di corpo .\n\nIddio, con la Sua provvidenza, conserva e governa tutte le cose che Egli ha creato, estendendosi da un confine all’altro con forza, e disponendo soavemente ogni cosa (Sap 8,1). Infatti, tutte le cose sono nude e scoperte ai Suoi occhi (cf. Eb 4,13), anche quelle che per libera scelta delle creature saranno in avvenire.\n\nCapitolo II - La Rivelazione\n\nLa medesima Santa Madre Chiesa professa ed insegna che Dio, principio e fine di tutte le cose, può essere conosciuto con certezza al lume naturale della ragione umana attraverso le cose create; infatti, le cose invisibili di Lui vengono conosciute dall’intelligenza della creatura umana attraverso le cose che furono fatte (Rm 1,20). Tuttavia piacque alla Sua bontà e alla Sua sapienza rivelare se stesso e i decreti della Sua volontà al genere umano attraverso un’altra via, la soprannaturale, secondo il detto dell’Apostolo: “Dio, che molte volte e in vari modi parlò un tempo ai padri attraverso i Profeti, recentemente, in codesti giorni, ha parlato a noi attraverso il Figlio” (Eb 1,1-2).\n\nSi deve a questa divina Rivelazione se tutto ciò che delle cose divine non è di per sé assolutamente inaccessibile alla ragione umana, anche nella presente condizione del genere umano può facilmente essere conosciuto da tutti con certezza e senza alcun pericolo di errore. Tuttavia non per questo motivo deve dirsi assolutamente necessaria la Rivelazione, ma perché nella Sua infinita bontà Dio destinò l’uomo ad un fine soprannaturale, cioè alla partecipazione dei beni divini, che superano totalmente l’intelligenza della mente umana; infatti Dio ha preparato per coloro che Lo amano quelle cose che nessun occhio vide, nessun orecchio mai udì, nessun cuore umano conobbe (1Cor 2,9).\n\nQuesta Rivelazione soprannaturale, secondo la fede della Chiesa universale, proclamata anche dal santo Concilio Tridentino, è contenuta nei libri scritti e nelle tradizioni non scritte ricevute dagli Apostoli dalla stessa bocca di Cristo o dagli Apostoli dalla stessa bocca di Cristo o dagli Apostoli, ispirati dallo Spirito Santo, tramandate di generazione in generazione fino a noi . Ora questi libri, sia del Vecchio che del Nuovo Testamento, integri in tutte le loro parti, come sono numerati nel decreto del medesimo Concilio e come si trovano tradotti nell’antica edizione latina, devono ritenersi per sacri e canonici. La Chiesa li considera sacri e canonici non perché, composti da opera umana, siano poi stati approvati dalla sua autorità, e neppure perché contengono la Rivelazione divina senza errore, ma perché, essendo stati scritti sotto l’ispirazione dello Spirito Santo, hanno Dio come autore e come tali sono stati affidati alla Chiesa.\n\nPoiché quelle cose che il santo Concilio Tridentino decretò per porre conveniente freno alle menti presuntuose sono state interpretate in modo malvagio da taluni, Noi rinnoviamo il medesimo decreto e dichiariamo che questo è il suo significato: nelle cose della fede e dei costumi appartenenti alla edificazione della dottrina Cristiana deve essere tenuto per vero quel senso della sacra Scrittura che ha sempre tenuto e tiene la Santa Madre Chiesa, alla cui autorità spetta giudicare del vero pensiero e della vera interpretazione delle sante Scritture; perciò a nessuno deve essere lecito interpretare tale Scrittura contro questo intendimento o anche contro l’unanime giudizio dei Padri.\n\nCapitolo III - La Fede\n\nEssendo l’uomo, in tutto il suo essere, dipendente da Dio, suo Creatore e Signore, ed essendo la ragione creata completamente soggetta alla Verità increata, noi siamo tenuti a prestare con la fede il nostro pieno ossequio di mente e di volontà a Dio rivelante. La Chiesa cattolica professa che questa fede, che è l’inizio della salvezza dell’uomo, è una virtù soprannaturale, con la quale, sotto l’ispirazione e la grazia di Dio, crediamo che le cose da Lui rivelate sono vere, non per la loro intrinseca verità individuata col lume naturale della ragione, ma per l’autorità dello stesso Dio rivelante, il quale né può ingannarsi, né può ingannare. La fede è, per testimonianza dell’Apostolo, sostanza delle cose sperate, argomento delle non apparenti (Eb 11,1).\n\nMa affinché l’ossequio della nostra fede fosse conforme alla ragione, Dio ha voluto che agli aiuti interiori dello Spirito Santo, si unissero gli argomenti esterni della sua Rivelazione, cioè gli interventi divini, come sono principalmente i miracoli e le profezie che dimostrano luminosamente l’onnipotenza e la scienza infinita di Dio e sono segni certissimi della divina Rivelazione e adatti all’intelligenza di tutti. Per questo Mosè e i profeti, ma specialmente Cristo Signore fecero molti e chiari miracoli e profezie; e degli Apostoli leggiamo: “Essi poi partirono e predicarono dappertutto, cooperando il Signore e confermando la loro predicazione con prodigi che li accompagnavano” (Mc 16,20).\n\nSta pure scritto: “Abbiamo il linguaggio profetico più sicuro, che fate bene ad osservare, come lampada che splende in un luogo oscuro” .\n\nBenché, dunque, l’assenso alla fede non sia un cieco impulso dell’anima, tuttavia nessuno riesce ad aderire alla verità del Vangelo nel modo necessario per il conseguimento dell’eterna salvezza, senza l’illustrazione e l’ispirazione dello Spirito Santo, il quale dà a tutti soavità nel consentire e credere alla verità . Pertanto la stessa fede, anche quando non opera per la carità, è dono di Dio, e il suo atto è opera ordinata alla salvezza, con cui l’uomo presta a Dio libera obbedienza, cooperando e consentendo alla Sua grazia, alla quale però può sempre resistere.\n\nQuindi si devono credere con fede divina e cattolica tutte quelle cose che sono contenute nella parola di Dio, scritta o trasmessa per tradizione, e che vengono proposte dalla Chiesa, o con solenne definizione, o con il magistero ordinario e universale, come divinamente ispirate, e pertanto da credersi.\n\nPoiché senza la fede è impossibile piacere a Dio e giungere all’unione con i suoi figli, così senza di essa nessuno potrà mai essere assoluto, come pure nessuno conseguirà la vita eterna senza aver perseverato in essa sino alla fine. Affinché poi potessimo adempiere il dovere di abbracciare la vera fede e perseverare costantemente in essa, Dio, mediante il Suo Figlio Unigenito, istituì la Chiesa e la insignì di così chiare note perché potesse essere conosciuta da tutti come custode e maestra della parola rivelata. Infatti alla sola Chiesa cattolica appartengono tutte quelle cose così ricche e così meravigliose che sono state divinamente predisposte per la credibilità della fede cristiana. Anzi, la Chiesa, per se stessa, cioè per la sua ammirevole propagazione nel mondo, per la sua esimia santità e per l’inesausta fecondità di tutti i suoi beni, per la sua unità, per l’invitta solidità è un grande e perenne motivo di credibilità, una testimonianza irrefragabile della sua istituzione divina.\n\nOnde avviene che essa, come vessillo levato fra le genti (Is 11,12), invita continuamente a sé quelli che non credono, e assicura i suoi figli che la fede da loro professata poggia su solidissimo fondamento. A questa testimonianza proviene un efficacissimo aiuto dalla suprema virtù. Infatti il misericordioso Signore eccita gli erranti, e li aiuta con la sua grazia affinché possano giungere a conoscere la verità; conferma con la stessa grazia coloro che trasse dalle tenebre nella sua mirabile luce, affinché perseverino nella stessa luce: non abbandona mai nessuno se non è abbandonato. Conseguentemente, non è pari la condizione di coloro che con il celeste dono della fede aderirono alla verità cattolica e la condizione di coloro che, guidati da opinioni umane, seguono una falsa religione. Infatti, quelli che sotto il magistero della Chiesa hanno ricevuto la fede, non possono avere alcun giusto motivo per cambiare o mettere in dubbio la loro fede. Stando così le cose, rendendo grazie a Dio Padre, il quale ci ha fatti degni di partecipare nella luce alla sorte dei santi, non trascuriamo tanta salvezza, ma guardando all’autore e perfezionatore della fede, Gesù, manteniamo immutata la confessione della nostra speranza.\n\nCapitolo IV - Della Fede e della Ragione\n\nL’ininterrotto pensiero della Chiesa cattolica sostenne e sostiene che esiste un duplice ordine di cognizioni, distinto non solo quanto al principio, ma anche riguardo all’oggetto; quanto al principio, perché in uno conosciamo con la ragione naturale, nell’altro con la fede divina; quanto all’oggetto perché, oltre le cose a cui la ragione naturale potrebbe arrivare, ci viene proposto di credere misteri nascosti in Dio: misteri che non possono essere conosciuti senza la rivelazione divina. Per questo l’Apostolo, il quale asserisce che Dio è conosciuto dalle genti attraverso le cose che sono state create, trattando poi della grazia e della verità che ci sono venute da Gesù Cristo (Gv 1,17), afferma: “Noi parliamo di una sapienza di Dio, misteriosa, che è nascosta: di una sapienza che Dio ha ordinato prima dei secoli per la nostra gloria, e che nessuno dei principi di questa terra ha conosciuto. A noi è stata rivelata da Dio per mezzo del Suo Spirito: quello Spirito infatti scruta ogni cosa, anche le cose profonde di Dio(1Cor 2,7-9).Lo stesso Figlio Unigenito ringrazia il Padre di aver tenuto nascoste queste cose ai sapienti e di averle rivelate ai pargoli” (Mt 11,25).\n\nPer la verità, la ragione, quando è illuminata dalla fede e cerca diligentemente, piamente e con amore, ottiene, con l’aiuto di Dio, una certa comprensione dei misteri, già preziosa per sé, sia per l’analogia con le cose che già conosce naturalmente, sia per la connessione degli stessi misteri fra di loro relativamente al fine ultimo dell’uomo. Essa, però, non è mai in grado di comprendere tali misteri allo stesso modo delle verità che costituiscono l’oggetto naturale delle proprie capacità conoscitive. Infatti, i misteri di Dio trascendono per loro natura in modo così elevato l’intelletto creato, che anche se insegnati dalla Rivelazione e accolti con fede, restano tuttavia coperti dal velo della stessa fede e quasi avvolti nell’oscurità finché in questa vita mortale noi pellegriniamo lontani dal Signore: giacché noi camminiamo per fede e non per conoscenza (2Cor 5,7).\n\nMa sebbene la fede sia superiore alla ragione, pure non vi può essere nessun vero dissenso fra la fede e la ragione, poiché il Dio che rivela i misteri della fede e la infonde in noi è lo stesso che ha infuso il lume della ragione nell’animo umano; Dio non può quindi negare se stesso, né la verità contraddire la verità. La vana apparenza di queste contraddizioni nasce soprattutto o perché i dogmi della fede non sono stati compresi ed esposti secondo la mente della Chiesa, o perché false opinioni sono state considerate verità dettate dalla ragione. Stabiliamo pertanto che ogni asserzione contraria alla verità della fede illuminata è totalmente falsa . La Chiesa, poi, che insieme con l’ufficio apostolico d’insegnare ha ricevuto pure il mandato di custodire il deposito della fede, ha da Dio anche il diritto e il dovere di proscrivere la falsa scienza, affinché nessuno sia ingannato da una filosofia vana e fallace (Col 2,8). Conseguentemente non solo è vietato a tutti i fedeli cristiani di difendere come legittime conclusioni della scienza tali opinioni che sono contrarie alla dottrina della fede, specialmente quando sono state riprovate dalla Chiesa, ma gli stessi cristiani sono assolutamente tenuti a considerarle come errori che hanno ingannevole parvenza di verità.\n\nLa fede e la ragione non solo non possono essere mai in contrasto fra loro, ma anzi si aiutano vicendevolmente in modo che la retta ragione dimostri i fondamenti della fede e, illuminata da questa, coltivi la scienza delle cose divine, e la fede, dal canto suo, renda la ragione libera da errori, arricchendola di numerose cognizioni. Pertanto, non è affatto vero che la Chiesa si opponga alla cultura delle arti e delle discipline umane; anzi, le coltiva e le favorisce in molti modi. Essa non ignora né disprezza i vantaggi che da esse provengono alla vita umana; anzi dichiara che esse, dato che derivano da Dio, Signore delle scienze, conducono l’uomo a Dio, con l’aiuto della Sua grazia, qualora siano debitamente coltivate. La Chiesa non vieta certamente che le diverse discipline si valgano dei propri principi e del proprio metodo, ciascuna nel proprio ambito, ma mentre riconosce questa giusta libertà, vigila attentamente che esse non accolgano nel proprio interno errori contrari alla divina dottrina, oppure che, travalicando i propri confini, non occupino né sconvolgano le materie appartenenti alla fede.\n\nLa dottrina della fede che Dio rivelò non è proposta alle menti umane come una invenzione filosofica da perfezionare, ma è stata consegnata alla Sposa di Cristo come divino deposito perché la custodisca fedelmente e la insegni con magistero infallibile. Quindi deve essere approvato in perpetuo quel significato dei sacri dogmi che la Santa Madre Chiesa ha dichiarato, né mai si deve recedere da quel significato con il pretesto o con le apparenze di una più completa intelligenza. Crescano dunque e gagliardamente progrediscano, lungo il corso delle età e dei secoli, l’intelligenza e la sapienza, sia dei secoli, sia degli uomini, come di tutta la Chiesa, ma nel proprio settore soltanto, cioè nel medesimo dogma, nel medesimo significato, nella medesima affermazione .\n\nI - Di Dio creatore di tutte le cose\n\n1. Se qualcuno negherà l’unico vero Dio Creatore e Signore di tutte le cose visibili ed invisibili: sia anatema.\n\n2. Se qualcuno non arrossirà affermando che nulla esiste all’infuori della materia: sia anatema.\n\n3. Se qualcuno dirà che unica e identica è la sostanza, o l’essenza, di Dio e di tutte le cose: sia anatema.\n\n4. Se qualcuno dirà che le cose finite, sia materiali, sia spirituali, o almeno le spirituali, sono emanate dalla sostanza divina; ovvero che la divina essenza per la sua manifestazione ed evoluzione diventa ogni cosa; ovvero infine che Dio è ente universale od indefinito, il quale determinando se stesso costituisce l’universo delle cose, distinto in generi, specie ed individui: sia anatema.\n\n5. Se qualcuno non dichiara che il mondo e tutte le cose che in esso sono contenute, sia spirituali, sia materiali, secondo tutta la loro sostanza, sono stati da Dio prodotti dal nulla; o dirà che Dio non per volontà libera da ogni necessità, ma tanto necessariamente creò, quanto necessariamente ama se stesso; o negherà che il mondo sia stato creato a gloria di Dio: sia anatema.\n\nII - Della Rivelazione\n\n1. Se qualcuno dirà che l’unico vero Dio, nostro Creatore e Signore, non può essere conosciuto con certezza dal lume naturale della ragione umana, attraverso le cose che da Lui sono state fatte: sia anatema.\n\n2. Se qualcuno dirà che non è possibile o spiegabile che l’uomo, attraverso la divina Rivelazione, sia ammaestrato e illuminato su Dio e sul culto che Gli si deve prestare: sia anatema.\n\n3. Se qualcuno dirà che l’uomo non può essere divinamente elevato ad una conoscenza e ad una perfezione che superino quelle naturali, ma che può e deve da se stesso arrivare al possesso di ogni verità e di ogni bene in un continuo progresso: sia anatema.\n\n4. Se qualcuno non accetterà come sacri e canonici i libri interi della sacra Scrittura, in tutte le loro parti, come li ha accreditati il santo Concilio Tridentino, o negherà che siano divinamente ispirati: sia anatema.\n\nIII - Della Fede\n\n1. Se qualcuno dirà che la ragione umana è così indipendente che Dio non le può comandare la fede: sia anatema.\n\n2. Se qualcuno dirà che la fede divina non si distingue dalla conoscenza naturale di Dio e delle cose morali, e che perciò non si richiede alla fede divina che la verità rivelata sia creduta per l’autorità di Dio rivelante: sia anatema.\n\n3. Se qualcuno dirà che la Rivelazione divina non può rendersi credibile per segni esterni, e che perciò gli uomini devono procedere verso la fede solo attraverso l’interiore esperienza o l’ispirazione privata di ciascuno: sia anatema.\n\n4. Se qualcuno dirà che i miracoli sono impossibili e che quindi la loro narrazione, anche se contenuta nella sacra Scrittura, sia da relegare tra le favole e i miti; ovvero che i miracoli non si possono mai conoscere con certezza, né per mezzo di essi si può conoscere e provare sufficientemente la divina origine della religione cristiana: sia anatema.\n\n5. Se qualcuno dirà che l’assenso alla fede cristiana non è libero, ma che si produce necessariamente dagli argomenti della ragione umana; ovvero che la grazia di Dio è necessaria alla sola fede viva che opera per la carità: sia anatema.\n\n6. Se qualcuno dirà che la condizione dei fedeli e quella di coloro che ancora non sono arrivati all’unica vera fede sono pari, così che i cattolici possono avere giusto motivo per mettere in dubbio la fede che già ricevettero sotto il magistero della Chiesa, sospendendone l’assenso finché non abbiano compiuto la dimostrazione scientifica della credibilità e della verità della loro fede: sia anatema.\n\nIV - Fede e Ragione\n\n1. Se qualcuno dirà che nella rivelazione divina non è contenuto alcun mistero vero e propriamente detto, ma che tutti i dogmi della fede possono essere compresi e dimostrati dalla ragione debitamente coltivata per mezzo dei principi naturali: sia anatema.\n\n2. Se qualcuno dirà che le discipline umane devono essere trattate con tale libertà che le loro asserzioni, anche se contrarie alla dottrina rivelata, possono essere ritenute vere e non possono essere condannate dalla Chiesa: sia anatema.\n\n3. Se qualcuno dirà che può accadere che ai dogmi della Chiesa si possa un giorno – nel continuo progresso della scienza – attribuire un senso diverso da quello che ha inteso e intende dare la Chiesa: sia anatema.\n\nPertanto, eseguendo il dovere del Nostro supremo ufficio pastorale, per le viscere di Gesù Cristo scongiuriamo tutti i fedeli di Cristo, specialmente coloro che presiedono o hanno l’ufficio d’insegnare, anzi comandiamo loro, con l’autorità dello stesso Dio e Salvatore nostro, che dedichino il loro studio e la loro opera per allontanare ed eliminare questi errori dalla Santa Chiesa e spandere la luce della purissima fede.\n\nE poiché non basta evitare gli errori dell’eresia, se non si fuggono diligentemente anche tutti gli altri errori che più o meno ad essa si avvicinano, richiamiamo tutti al dovere di osservare anche le Costituzioni e i Decreti con i quali furono condannate e proibite da questa Santa Sede tutte le false dottrine e opinioni di questo genere che qui non sono esplicitamente indicate.\n\nDato a Roma, nella pubblica Sessione solennemente celebrata nella Basilica Vaticana l’anno dell’Incarnazione del Signore 1870, il 24 aprile, nell’anno ventiquattresimo del Nostro Pontificato.\n\n*U. Bellocchi (a cura di),Tutte le encicliche e i principali documenti pontifici emanati dal 1740,vol. IV: Pio IX(1846-1878), pp. 319-329, 1995, Libreria Editrice Vaticana, Città del Vaticano.",
    "URL": "https://www.vatican.va/archive/hist_councils/i-vatican-council/documents/vat-i_const_18700424_dei-filius_it.html"
  },
  {
    "Title": "",
    "Date": "1870-07-18",
    "Text": "COSTITUZIONE DOGMATICAPASTOR AETERNUS*DEL SOMMO PONTEFICEPIO IXIl Vescovo Pio, servo dei servi di Dio, con l’approvazione del Sacro Concilio. A perpetua memoria.Il Pastore eterno e Vescovo delle nostre anime, per rendere perenne la salutare opera della Redenzione, decise di istituire la santa Chiesa, nella quale, come nella casa del Dio vivente, tutti i fedeli si ritrovassero uniti nel vincolo di una sola fede e della carità. Per questo, prima di essere glorificato, pregò il Padre non solo per gli Apostoli, ma anche per tutti coloro che avrebbero creduto in Lui attraverso la loro parola, affinché fossero tutti una cosa sola, come lo stesso Figlio e il Padre sono una cosa sola. Così dunque inviò gli Apostoli, che aveva scelto dal mondo, nello stesso modo in cui Egli stesso era stato inviato dal Padre: volle quindi che nella sua Chiesa i Pastori e i Dottori fossero presenti fino alla fine dei secoli.Perché poi lo stesso Episcopato fosse uno ed indiviso e l’intera moltitudine dei credenti, per mezzo dei sacerdoti strettamente uniti fra di loro, si conservasse nell’unità della fede e della comunione, anteponendo agli altri Apostoli il Beato Pietro, in lui volle fondato l’intramontabile principio e il visibile fondamento della duplice unità: sulla sua forza doveva essere innalzato il tempio eterno, e la grandezza della Chiesa, nell’immutabilità della fede, avrebbe potuto ergersi fino al cielo . E poiché le porte dell’inferno si accaniscono sempre più contro il suo fondamento, voluto da Dio, quasi volessero, se fosse possibile, distruggere la Chiesa, Noi riteniamo necessario, per la custodia, l’incolumità e la crescita del gregge cattolico, con l’approvazione del Sacro Concilio, proporre la dottrina relativa all’istituzione, alla perennità e alla natura del sacro Primato Apostolico, sul quale si fondano la forza e la solidità di tutta la Chiesa, come verità di fede da abbracciare e da difendere da parte di tutti i fedeli, secondo l’antica e costante credenza della Chiesa universale, e respingere e condannare gli errori contrari, tanto pericolosi per il gregge del Signore.Capitolo I - Istituzione del Primato Apostolico nel Beato PietroProclamiamo dunque ed affermiamo, sulla scorta delle testimonianze del Vangelo, che il primato di giurisdizione sull’intera Chiesa di Dio è stato promesso e conferito al beato Apostolo Pietro da Cristo Signore in modo immediato e diretto. Solamente a Simone, infatti, al quale già si era rivolto: “Tu sarai chiamato Cefa” (Gv 1,42), dopo che ebbe pronunciata quella sua confessione: “Tu sei il Cristo, il Figlio del Dio vivo”, il Signore indirizzò queste solenni parole: “Beato sei tu, Simone Bariona; perché non la carne e il sangue te l’hanno rivelato, ma il Padre mio che è nei cieli: e io ti dico che tu sei Pietro, e su questa pietra io edificherò la mia Chiesa, e le porte dell’inferno non prevarranno contro di essa. A te darò le chiavi del regno dei cieli: qualunque cosa avrai legato sulla terra, sarà legata anche nei cieli, e qualunque cosa avrai sciolto sulla terra, sarà sciolta anche nei cieli” (Mt 16,16-19). E al solo Simon Pietro, dopo la sua risurrezione, Gesù conferì la giurisdizione di sommo pastore e di guida su tutto il suo ovile con le parole: “Pasci i miei agnelli, pasci le mie pecore” (Gv 21,15-17). A questa chiara dottrina delle sacre Scritture, come è sempre stata interpretata dalla Chiesa cattolica, si oppongono senza mezzi termini le malvagie opinioni di coloro che, stravolgendo la forma di governo decisa da Cristo Signore nella sua Chiesa, negano che Cristo abbia investito il solo Pietro del vero e proprio primato di giurisdizione che lo antepone agli altri Apostoli, sia presi individualmente, sia nel loro insieme, o di coloro che sostengono un primato non affidato in modo diretto e immediato al beato Pietro, ma alla Chiesa e, tramite questa, all’Apostolo come ministro della stessa Chiesa.Se qualcuno dunque affermerà che il beato Pietro Apostolo non è stato costituito da Cristo Signore Principe di tutti gli Apostoli e capo visibile di tutta la Chiesa militante, o che non abbia ricevuto dallo stesso Signore Nostro Gesù Cristo un vero e proprio primato di giurisdizione, ma soltanto di onore: sia anatema.Capitolo II - Perpetuità del Primato del Beato Pietro nei Romani PonteficiCiò che dunque il Principe dei pastori, e grande pastore di tutte le pecore, il Signore Gesù Cristo, ha istituito nel beato Apostolo Pietro per rendere continua la salvezza e perenne il bene della Chiesa, è necessario, per volere di chi l’ha istituita, che duri per sempre nella Chiesa la quale, fondata sulla pietra, si manterrà salda fino alla fine dei secoli. Nessuno può nutrire dubbi, anzi è cosa risaputa in tutte le epoche, che il santo e beatissimo Pietro, Principe e capo degli Apostoli, colonna della fede e fondamento della Chiesa cattolica, ricevette le chiavi del regno da Nostro Signore Gesù Cristo, Salvatore e Redentore del genere umano: Egli, fino al presente e sempre, vive, presiede e giudica nei suoi successori, i vescovi della santa Sede Romana, da lui fondata e consacrata con il suo sangue . Ne consegue che chiunque succede a Pietro in questa Cattedra, in forza dell’istituzione dello stesso Cristo, ottiene il Primato di Pietro su tutta la Chiesa. Non tramonta dunque ciò che la verità ha disposto, e il beato Pietro, perseverando nella forza che ha ricevuto, di pietra inoppugnabile, non ha mai distolto la sua mano dal timone della Chiesa . È questo dunque il motivo per cui le altre Chiese, cioè tutti i fedeli di ogni parte del mondo, dovevano far capo alla Chiesa di Roma, per la sua posizione di autorevole preminenza, affinché in tale Sede, dalla quale si riversano su tutti i diritti della divina comunione, si articolassero, come membra raccordate alla testa, in un unico corpo .Se qualcuno dunque affermerà che non è per disposizione dello stesso Cristo Signore, cioè per diritto divino, che il beato Pietro abbia per sempre successori nel Primato sulla Chiesa universale, o che il Romano Pontefice non sia il successore del beato Pietro nello stesso Primato: sia anatema.Capitolo III - Della Forza e della Natura del Primato del Romano PonteficeSostenuti dunque dalle inequivocabili testimonianze delle sacre lettere e in piena sintonia con i decreti, chiari ed esaurienti, sia dei Romani Pontefici Nostri Predecessori, sia dei Concili generali, ribadiamo la definizione del Concilio Ecumenico Fiorentino che impone a tutti i credenti in Cristo, come verità di fede, che la Santa Sede Apostolica e il Romano Pontefice detengono il Primato su tutta la terra, e che lo stesso Romano Pontefice è il successore del beato Pietro, Principe degli Apostoli, il vero Vicario di Cristo, il capo di tutta la Chiesa, il padre e il maestro di tutti i cristiani; a lui, nella persona del beato Pietro, è stato affidato, da nostro Signore Gesù Cristo, il pieno potere di guidare, reggere e governare la Chiesa universale. Tutto questo è contenuto anche negli atti dei Concili ecumenici e nei sacri canoni.Proclamiamo quindi e dichiariamo che la Chiesa Romana, per disposizione del Signore, detiene il primato del potere ordinario su tutte le altre, e che questo potere di giurisdizione del Romano Pontefice, vero potere episcopale, è immediato: tutti, pastori e fedeli, di qualsivoglia rito e dignità, sono vincolati, nei suoi confronti, dall’obbligo della subordinazione gerarchica e della vera obbedienza, non solo nelle cose che appartengono alla fede e ai costumi, ma anche in quelle relative alla disciplina e al governo della Chiesa, in tutto il mondo. In questo modo, avendo salvaguardato l’unità della comunione e della professione della stessa fede con il Romano Pontefice, la Chiesa di Cristo sarà un solo gregge sotto un solo sommo pastore. Questa è la dottrina della verità cattolica, dalla quale nessuno può allontanarsi senza perdita della fede e pericolo della salvezza.Questo potere del Sommo Pontefice non pregiudica in alcun modo quello episcopale di giurisdizione, ordinario e immediato, con il quale i Vescovi, insediati dallo Spirito Santo al posto degli Apostoli, come loro successori, guidano e reggono, da veri pastori, il gregge assegnato a ciascuno di loro, anzi viene confermato, rafforzato e difeso dal Pastore supremo ed universale, come afferma solennemente San Gregorio Magno: “Il mio onore è quello della Chiesa universale. Il mio onore è la solida forza dei miei fratelli. Io mi sento veramente onorato, quando a ciascuno di loro non viene negato il dovuto onore” .Dal supremo potere del Romano Pontefice di governare tutta la Chiesa, deriva allo stesso anche il diritto di comunicare liberamente, nell’esercizio di questo suo ufficio, con i pastori e con i greggi della Chiesa intera, per poterli ammaestrare e indirizzare nella via della salvezza. Condanniamo quindi e respingiamo le affermazioni di coloro che ritengono lecito impedire questo rapporto di comunicazione del capo supremo con i pastori e con i greggi, o lo vogliono asservire al potere civile, poiché sostengono che le decisioni prese dalla Sede Apostolica, o per suo volere, per il governo della Chiesa, non possono avere forza e valore se non vengono confermate dal potere civile.E poiché per il diritto divino del Primato Apostolico il Romano Pontefice è posto a capo di tutta la Chiesa, proclamiamo anche ed affermiamo che egli è il supremo giudice dei fedeli  e che in ogni controversia spettante all’esame della Chiesa, si può ricorrere al suo giudizio . È evidente che il giudizio della Sede Apostolica, che detiene la più alta autorità, non può essere rimesso in questione da alcuno né sottoposto ad esame da parte di chicchessia . Si discosta quindi dal retto sentiero della verità chi afferma che è possibile fare ricorso al Concilio Ecumenico, come se fosse investito di un potere superiore, contro le sentenze dei Romani Pontefici.Dunque se qualcuno affermerà che il Romano Pontefice ha semplicemente un compito ispettivo o direttivo, e non il pieno e supremo potere di giurisdizione su tutta la Chiesa, non solo per quanto riguarda la fede e i costumi, ma anche per ciò che concerne la disciplina e il governo della Chiesa diffusa su tutta la terra; o che è investito soltanto del ruolo principale e non di tutta la pienezza di questo supremo potere; o che questo suo potere non è ordinario e diretto sia su tutte e singole le Chiese, sia su tutti e su ciascun fedele e pastore: sia anatema.Capitolo IV - Del Magistero Infallibile del Romano PonteficeQuesta Santa Sede ha sempre ritenuto che nello stesso Primato Apostolico, posseduto dal Romano Pontefice come successore del beato Pietro Principe degli Apostoli, è contenuto anche il supremo potere di magistero. Lo conferma la costante tradizione della Chiesa; lo dichiararono gli stessi Concili Ecumenici e, in modo particolare, quelli nei quali l’Oriente si accordava con l’Occidente nel vincolo della fede e della carità. Proprio i Padri del quarto Concilio di Costantinopoli, ricalcando le orme dei loro antenati, emanarono questa solenne professione: “La salvezza consiste anzitutto nel custodire le norme della retta fede. E poiché non è possibile ignorare la volontà di nostro Signore Gesù Cristo che proclama: “Tu sei Pietro, e su questa pietra edificherò la mia Chiesa”,queste parole trovano conferma nella realtà delle cose, perché nella Sede Apostolica è sempre stata conservata pura la religione cattolica, e professata la santa dottrina. Non volendo quindi, in alcun modo, essere separati da questa fede e da questa dottrina, nutriamo la speranza di poterci mantenere nell’unica comunione predicata dalla Sede Apostolica, perché in lei si trova tutta la vera solidità della religione cristiana” . Nel momento in cui si approvava il secondo Concilio di Lione, i Greci dichiararono: “La Santa Chiesa Romana è insignita del pieno e sommo Primato e Principato sull’intera Chiesa Cattolica e, con tutta sincerità ed umiltà, si riconosce che lo ha ricevuto, con la pienezza del potere, dallo stesso Signore nella persona del beato Pietro, Principe e capo degli Apostoli, di cui il Romano Pontefice è successore, e poiché spetta a lei, prima di ogni altra, il compito di difendere la verità della fede, qualora sorgessero questioni in materia di fede, tocca a lei definirle con una sua sentenza”.Da ultimo il Concilio Fiorentino emanò questa definizione:“Il Pontefice Romano, vero Vicario di Cristo, è il capo di tutta la Chiesa, il padre e il maestro di tutti i Cristiani: a lui, nella persona del beato Pietro, è stato affidato, da nostro Signore Gesù Cristo, il supremo potere di reggere e di governare tutta la Chiesa”.Allo scopo di adempiere questo compito pastorale, i Nostri Predecessori rivolsero sempre ogni loro preoccupazione a diffondere la salutare dottrina di Cristo fra tutti i popoli della terra, e con pari dedizione vigilarono perché si mantenesse genuina e pura come era stata loro affidata. È per questo che i Vescovi di tutto il mondo, ora singolarmente ora riuniti in Sinodo, tenendo fede alla lunga consuetudine delle Chiese e salvaguardando l’iter dell’antica regola, specie quando si affacciavano pericoli in ordine alla fede, ricorrevano a questa Sede Apostolica, dove la fede non può venir meno, perché procedesse in prima persona a riparare i danni . Gli stessi Romani Pontefici, come richiedeva la situazione del momento, ora con la convocazione di Concili Ecumenici o con un sondaggio per accertarsi del pensiero della Chiesa sparsa nel mondo, ora con Sinodi particolari o con altri mezzi messi a disposizione dalla divina Provvidenza, definirono che doveva essere mantenuto ciò che, con l’aiuto di Dio, avevano riconosciuto conforme alle sacre Scritture e alle tradizioni Apostoliche. Lo Spirito Santo infatti, non è stato promesso ai successori di Pietro per rivelare, con la sua ispirazione, una nuova dottrina, ma per custodire con scrupolo e per far conoscere con fedeltà, con la sua assistenza, la rivelazione trasmessa dagli Apostoli, cioè il deposito della fede. Fu proprio questa dottrina apostolica che tutti i venerabili Padri abbracciarono e i santi Dottori ortodossi venerarono e seguirono, ben sapendo che questa Sede di San Pietro si mantiene sempre immune da ogni errore in forza della divina promessa fatta dal Signore, nostro Salvatore, al Principe dei suoi discepoli: “Io ho pregato per te, perché non venga meno la tua fede, e tu, una volta convertito, conferma i tuoi fratelli”.Questo indefettibile carisma di verità e di fede fu dunque divinamente conferito a Pietro e ai suoi successori in questa Cattedra, perché esercitassero il loro eccelso ufficio per la salvezza di tutti, perché l’intero gregge di Cristo, distolto dai velenosi pascoli dell’errore, si alimentasse con il cibo della celeste dottrina e perché, dopo aver eliminato ciò che porta allo scisma, tutta la Chiesa si mantenesse una e, appoggiata sul suo fondamento, resistesse incrollabile contro le porte dell’inferno.Ma poiché proprio in questo tempo, nel quale si sente particolarmente il bisogno della salutare presenza del ministero Apostolico, si trovano parecchie persone che si oppongono al suo potere, riteniamo veramente necessario proclamare, in modo solenne, la prerogativa che l’unigenito Figlio di Dio si è degnato di legare al supremo ufficio pastorale.Perciò Noi, mantenendoci fedeli alla tradizione ricevuta dai primordi della fede cristiana, per la gloria di Dio nostro Salvatore, per l’esaltazione della religione Cattolica e per la salvezza dei popoli cristiani, con l’approvazione del sacro Concilio proclamiamo e definiamo dogma rivelato da Dio che il Romano Pontefice, quando parlaex cathedra, cioè quando esercita il suo supremo ufficio di Pastore e di Dottore di tutti i cristiani, e in forza del suo supremo potere Apostolico definisce una dottrina circa la fede e i costumi, vincola tutta la Chiesa, per la divina assistenza a lui promessa nella persona del beato Pietro, gode di quell’infallibilità con cui il divino Redentore volle fosse corredata la sua Chiesa nel definire la dottrina intorno alla fede e ai costumi: pertanto tali definizioni del Romano Pontefice sono immutabili per se stesse, e non per il consenso della Chiesa.Se qualcuno quindi avrà la presunzione di opporsi a questa Nostra definizione, Dio non voglia!: sia anatema.Dato a Roma, nella pubblica sessione celebrata solennemente nella Basilica Vaticana, nell’anno 1870 dell’Incarnazione del Signore, il 18 luglio, venticinquesimo anno del Nostro Pontificato.-----------------------------------------------------------------*U. Bellocchi (a cura di),Tutte le Encicliche e i principali documenti pontifici emanati dal 1740,vol. IV: Pio IX(1846-1878), pp. 334-340, 1995, Libreria Editrice Vaticana, Città del Vaticano.\n\nCOSTITUZIONE DOGMATICAPASTOR AETERNUS*DEL SOMMO PONTEFICEPIO IXIl Vescovo Pio, servo dei servi di Dio, con l’approvazione del Sacro Concilio. A perpetua memoria.Il Pastore eterno e Vescovo delle nostre anime, per rendere perenne la salutare opera della Redenzione, decise di istituire la santa Chiesa, nella quale, come nella casa del Dio vivente, tutti i fedeli si ritrovassero uniti nel vincolo di una sola fede e della carità. Per questo, prima di essere glorificato, pregò il Padre non solo per gli Apostoli, ma anche per tutti coloro che avrebbero creduto in Lui attraverso la loro parola, affinché fossero tutti una cosa sola, come lo stesso Figlio e il Padre sono una cosa sola. Così dunque inviò gli Apostoli, che aveva scelto dal mondo, nello stesso modo in cui Egli stesso era stato inviato dal Padre: volle quindi che nella sua Chiesa i Pastori e i Dottori fossero presenti fino alla fine dei secoli.Perché poi lo stesso Episcopato fosse uno ed indiviso e l’intera moltitudine dei credenti, per mezzo dei sacerdoti strettamente uniti fra di loro, si conservasse nell’unità della fede e della comunione, anteponendo agli altri Apostoli il Beato Pietro, in lui volle fondato l’intramontabile principio e il visibile fondamento della duplice unità: sulla sua forza doveva essere innalzato il tempio eterno, e la grandezza della Chiesa, nell’immutabilità della fede, avrebbe potuto ergersi fino al cielo . E poiché le porte dell’inferno si accaniscono sempre più contro il suo fondamento, voluto da Dio, quasi volessero, se fosse possibile, distruggere la Chiesa, Noi riteniamo necessario, per la custodia, l’incolumità e la crescita del gregge cattolico, con l’approvazione del Sacro Concilio, proporre la dottrina relativa all’istituzione, alla perennità e alla natura del sacro Primato Apostolico, sul quale si fondano la forza e la solidità di tutta la Chiesa, come verità di fede da abbracciare e da difendere da parte di tutti i fedeli, secondo l’antica e costante credenza della Chiesa universale, e respingere e condannare gli errori contrari, tanto pericolosi per il gregge del Signore.Capitolo I - Istituzione del Primato Apostolico nel Beato PietroProclamiamo dunque ed affermiamo, sulla scorta delle testimonianze del Vangelo, che il primato di giurisdizione sull’intera Chiesa di Dio è stato promesso e conferito al beato Apostolo Pietro da Cristo Signore in modo immediato e diretto. Solamente a Simone, infatti, al quale già si era rivolto: “Tu sarai chiamato Cefa” (Gv 1,42), dopo che ebbe pronunciata quella sua confessione: “Tu sei il Cristo, il Figlio del Dio vivo”, il Signore indirizzò queste solenni parole: “Beato sei tu, Simone Bariona; perché non la carne e il sangue te l’hanno rivelato, ma il Padre mio che è nei cieli: e io ti dico che tu sei Pietro, e su questa pietra io edificherò la mia Chiesa, e le porte dell’inferno non prevarranno contro di essa. A te darò le chiavi del regno dei cieli: qualunque cosa avrai legato sulla terra, sarà legata anche nei cieli, e qualunque cosa avrai sciolto sulla terra, sarà sciolta anche nei cieli” (Mt 16,16-19). E al solo Simon Pietro, dopo la sua risurrezione, Gesù conferì la giurisdizione di sommo pastore e di guida su tutto il suo ovile con le parole: “Pasci i miei agnelli, pasci le mie pecore” (Gv 21,15-17). A questa chiara dottrina delle sacre Scritture, come è sempre stata interpretata dalla Chiesa cattolica, si oppongono senza mezzi termini le malvagie opinioni di coloro che, stravolgendo la forma di governo decisa da Cristo Signore nella sua Chiesa, negano che Cristo abbia investito il solo Pietro del vero e proprio primato di giurisdizione che lo antepone agli altri Apostoli, sia presi individualmente, sia nel loro insieme, o di coloro che sostengono un primato non affidato in modo diretto e immediato al beato Pietro, ma alla Chiesa e, tramite questa, all’Apostolo come ministro della stessa Chiesa.Se qualcuno dunque affermerà che il beato Pietro Apostolo non è stato costituito da Cristo Signore Principe di tutti gli Apostoli e capo visibile di tutta la Chiesa militante, o che non abbia ricevuto dallo stesso Signore Nostro Gesù Cristo un vero e proprio primato di giurisdizione, ma soltanto di onore: sia anatema.Capitolo II - Perpetuità del Primato del Beato Pietro nei Romani PonteficiCiò che dunque il Principe dei pastori, e grande pastore di tutte le pecore, il Signore Gesù Cristo, ha istituito nel beato Apostolo Pietro per rendere continua la salvezza e perenne il bene della Chiesa, è necessario, per volere di chi l’ha istituita, che duri per sempre nella Chiesa la quale, fondata sulla pietra, si manterrà salda fino alla fine dei secoli. Nessuno può nutrire dubbi, anzi è cosa risaputa in tutte le epoche, che il santo e beatissimo Pietro, Principe e capo degli Apostoli, colonna della fede e fondamento della Chiesa cattolica, ricevette le chiavi del regno da Nostro Signore Gesù Cristo, Salvatore e Redentore del genere umano: Egli, fino al presente e sempre, vive, presiede e giudica nei suoi successori, i vescovi della santa Sede Romana, da lui fondata e consacrata con il suo sangue . Ne consegue che chiunque succede a Pietro in questa Cattedra, in forza dell’istituzione dello stesso Cristo, ottiene il Primato di Pietro su tutta la Chiesa. Non tramonta dunque ciò che la verità ha disposto, e il beato Pietro, perseverando nella forza che ha ricevuto, di pietra inoppugnabile, non ha mai distolto la sua mano dal timone della Chiesa . È questo dunque il motivo per cui le altre Chiese, cioè tutti i fedeli di ogni parte del mondo, dovevano far capo alla Chiesa di Roma, per la sua posizione di autorevole preminenza, affinché in tale Sede, dalla quale si riversano su tutti i diritti della divina comunione, si articolassero, come membra raccordate alla testa, in un unico corpo .Se qualcuno dunque affermerà che non è per disposizione dello stesso Cristo Signore, cioè per diritto divino, che il beato Pietro abbia per sempre successori nel Primato sulla Chiesa universale, o che il Romano Pontefice non sia il successore del beato Pietro nello stesso Primato: sia anatema.Capitolo III - Della Forza e della Natura del Primato del Romano PonteficeSostenuti dunque dalle inequivocabili testimonianze delle sacre lettere e in piena sintonia con i decreti, chiari ed esaurienti, sia dei Romani Pontefici Nostri Predecessori, sia dei Concili generali, ribadiamo la definizione del Concilio Ecumenico Fiorentino che impone a tutti i credenti in Cristo, come verità di fede, che la Santa Sede Apostolica e il Romano Pontefice detengono il Primato su tutta la terra, e che lo stesso Romano Pontefice è il successore del beato Pietro, Principe degli Apostoli, il vero Vicario di Cristo, il capo di tutta la Chiesa, il padre e il maestro di tutti i cristiani; a lui, nella persona del beato Pietro, è stato affidato, da nostro Signore Gesù Cristo, il pieno potere di guidare, reggere e governare la Chiesa universale. Tutto questo è contenuto anche negli atti dei Concili ecumenici e nei sacri canoni.Proclamiamo quindi e dichiariamo che la Chiesa Romana, per disposizione del Signore, detiene il primato del potere ordinario su tutte le altre, e che questo potere di giurisdizione del Romano Pontefice, vero potere episcopale, è immediato: tutti, pastori e fedeli, di qualsivoglia rito e dignità, sono vincolati, nei suoi confronti, dall’obbligo della subordinazione gerarchica e della vera obbedienza, non solo nelle cose che appartengono alla fede e ai costumi, ma anche in quelle relative alla disciplina e al governo della Chiesa, in tutto il mondo. In questo modo, avendo salvaguardato l’unità della comunione e della professione della stessa fede con il Romano Pontefice, la Chiesa di Cristo sarà un solo gregge sotto un solo sommo pastore. Questa è la dottrina della verità cattolica, dalla quale nessuno può allontanarsi senza perdita della fede e pericolo della salvezza.Questo potere del Sommo Pontefice non pregiudica in alcun modo quello episcopale di giurisdizione, ordinario e immediato, con il quale i Vescovi, insediati dallo Spirito Santo al posto degli Apostoli, come loro successori, guidano e reggono, da veri pastori, il gregge assegnato a ciascuno di loro, anzi viene confermato, rafforzato e difeso dal Pastore supremo ed universale, come afferma solennemente San Gregorio Magno: “Il mio onore è quello della Chiesa universale. Il mio onore è la solida forza dei miei fratelli. Io mi sento veramente onorato, quando a ciascuno di loro non viene negato il dovuto onore” .Dal supremo potere del Romano Pontefice di governare tutta la Chiesa, deriva allo stesso anche il diritto di comunicare liberamente, nell’esercizio di questo suo ufficio, con i pastori e con i greggi della Chiesa intera, per poterli ammaestrare e indirizzare nella via della salvezza. Condanniamo quindi e respingiamo le affermazioni di coloro che ritengono lecito impedire questo rapporto di comunicazione del capo supremo con i pastori e con i greggi, o lo vogliono asservire al potere civile, poiché sostengono che le decisioni prese dalla Sede Apostolica, o per suo volere, per il governo della Chiesa, non possono avere forza e valore se non vengono confermate dal potere civile.E poiché per il diritto divino del Primato Apostolico il Romano Pontefice è posto a capo di tutta la Chiesa, proclamiamo anche ed affermiamo che egli è il supremo giudice dei fedeli  e che in ogni controversia spettante all’esame della Chiesa, si può ricorrere al suo giudizio . È evidente che il giudizio della Sede Apostolica, che detiene la più alta autorità, non può essere rimesso in questione da alcuno né sottoposto ad esame da parte di chicchessia . Si discosta quindi dal retto sentiero della verità chi afferma che è possibile fare ricorso al Concilio Ecumenico, come se fosse investito di un potere superiore, contro le sentenze dei Romani Pontefici.Dunque se qualcuno affermerà che il Romano Pontefice ha semplicemente un compito ispettivo o direttivo, e non il pieno e supremo potere di giurisdizione su tutta la Chiesa, non solo per quanto riguarda la fede e i costumi, ma anche per ciò che concerne la disciplina e il governo della Chiesa diffusa su tutta la terra; o che è investito soltanto del ruolo principale e non di tutta la pienezza di questo supremo potere; o che questo suo potere non è ordinario e diretto sia su tutte e singole le Chiese, sia su tutti e su ciascun fedele e pastore: sia anatema.Capitolo IV - Del Magistero Infallibile del Romano PonteficeQuesta Santa Sede ha sempre ritenuto che nello stesso Primato Apostolico, posseduto dal Romano Pontefice come successore del beato Pietro Principe degli Apostoli, è contenuto anche il supremo potere di magistero. Lo conferma la costante tradizione della Chiesa; lo dichiararono gli stessi Concili Ecumenici e, in modo particolare, quelli nei quali l’Oriente si accordava con l’Occidente nel vincolo della fede e della carità. Proprio i Padri del quarto Concilio di Costantinopoli, ricalcando le orme dei loro antenati, emanarono questa solenne professione: “La salvezza consiste anzitutto nel custodire le norme della retta fede. E poiché non è possibile ignorare la volontà di nostro Signore Gesù Cristo che proclama: “Tu sei Pietro, e su questa pietra edificherò la mia Chiesa”,queste parole trovano conferma nella realtà delle cose, perché nella Sede Apostolica è sempre stata conservata pura la religione cattolica, e professata la santa dottrina. Non volendo quindi, in alcun modo, essere separati da questa fede e da questa dottrina, nutriamo la speranza di poterci mantenere nell’unica comunione predicata dalla Sede Apostolica, perché in lei si trova tutta la vera solidità della religione cristiana” . Nel momento in cui si approvava il secondo Concilio di Lione, i Greci dichiararono: “La Santa Chiesa Romana è insignita del pieno e sommo Primato e Principato sull’intera Chiesa Cattolica e, con tutta sincerità ed umiltà, si riconosce che lo ha ricevuto, con la pienezza del potere, dallo stesso Signore nella persona del beato Pietro, Principe e capo degli Apostoli, di cui il Romano Pontefice è successore, e poiché spetta a lei, prima di ogni altra, il compito di difendere la verità della fede, qualora sorgessero questioni in materia di fede, tocca a lei definirle con una sua sentenza”.Da ultimo il Concilio Fiorentino emanò questa definizione:“Il Pontefice Romano, vero Vicario di Cristo, è il capo di tutta la Chiesa, il padre e il maestro di tutti i Cristiani: a lui, nella persona del beato Pietro, è stato affidato, da nostro Signore Gesù Cristo, il supremo potere di reggere e di governare tutta la Chiesa”.Allo scopo di adempiere questo compito pastorale, i Nostri Predecessori rivolsero sempre ogni loro preoccupazione a diffondere la salutare dottrina di Cristo fra tutti i popoli della terra, e con pari dedizione vigilarono perché si mantenesse genuina e pura come era stata loro affidata. È per questo che i Vescovi di tutto il mondo, ora singolarmente ora riuniti in Sinodo, tenendo fede alla lunga consuetudine delle Chiese e salvaguardando l’iter dell’antica regola, specie quando si affacciavano pericoli in ordine alla fede, ricorrevano a questa Sede Apostolica, dove la fede non può venir meno, perché procedesse in prima persona a riparare i danni . Gli stessi Romani Pontefici, come richiedeva la situazione del momento, ora con la convocazione di Concili Ecumenici o con un sondaggio per accertarsi del pensiero della Chiesa sparsa nel mondo, ora con Sinodi particolari o con altri mezzi messi a disposizione dalla divina Provvidenza, definirono che doveva essere mantenuto ciò che, con l’aiuto di Dio, avevano riconosciuto conforme alle sacre Scritture e alle tradizioni Apostoliche. Lo Spirito Santo infatti, non è stato promesso ai successori di Pietro per rivelare, con la sua ispirazione, una nuova dottrina, ma per custodire con scrupolo e per far conoscere con fedeltà, con la sua assistenza, la rivelazione trasmessa dagli Apostoli, cioè il deposito della fede. Fu proprio questa dottrina apostolica che tutti i venerabili Padri abbracciarono e i santi Dottori ortodossi venerarono e seguirono, ben sapendo che questa Sede di San Pietro si mantiene sempre immune da ogni errore in forza della divina promessa fatta dal Signore, nostro Salvatore, al Principe dei suoi discepoli: “Io ho pregato per te, perché non venga meno la tua fede, e tu, una volta convertito, conferma i tuoi fratelli”.Questo indefettibile carisma di verità e di fede fu dunque divinamente conferito a Pietro e ai suoi successori in questa Cattedra, perché esercitassero il loro eccelso ufficio per la salvezza di tutti, perché l’intero gregge di Cristo, distolto dai velenosi pascoli dell’errore, si alimentasse con il cibo della celeste dottrina e perché, dopo aver eliminato ciò che porta allo scisma, tutta la Chiesa si mantenesse una e, appoggiata sul suo fondamento, resistesse incrollabile contro le porte dell’inferno.Ma poiché proprio in questo tempo, nel quale si sente particolarmente il bisogno della salutare presenza del ministero Apostolico, si trovano parecchie persone che si oppongono al suo potere, riteniamo veramente necessario proclamare, in modo solenne, la prerogativa che l’unigenito Figlio di Dio si è degnato di legare al supremo ufficio pastorale.Perciò Noi, mantenendoci fedeli alla tradizione ricevuta dai primordi della fede cristiana, per la gloria di Dio nostro Salvatore, per l’esaltazione della religione Cattolica e per la salvezza dei popoli cristiani, con l’approvazione del sacro Concilio proclamiamo e definiamo dogma rivelato da Dio che il Romano Pontefice, quando parlaex cathedra, cioè quando esercita il suo supremo ufficio di Pastore e di Dottore di tutti i cristiani, e in forza del suo supremo potere Apostolico definisce una dottrina circa la fede e i costumi, vincola tutta la Chiesa, per la divina assistenza a lui promessa nella persona del beato Pietro, gode di quell’infallibilità con cui il divino Redentore volle fosse corredata la sua Chiesa nel definire la dottrina intorno alla fede e ai costumi: pertanto tali definizioni del Romano Pontefice sono immutabili per se stesse, e non per il consenso della Chiesa.Se qualcuno quindi avrà la presunzione di opporsi a questa Nostra definizione, Dio non voglia!: sia anatema.Dato a Roma, nella pubblica sessione celebrata solennemente nella Basilica Vaticana, nell’anno 1870 dell’Incarnazione del Signore, il 18 luglio, venticinquesimo anno del Nostro Pontificato.-----------------------------------------------------------------*U. Bellocchi (a cura di),Tutte le Encicliche e i principali documenti pontifici emanati dal 1740,vol. IV: Pio IX(1846-1878), pp. 334-340, 1995, Libreria Editrice Vaticana, Città del Vaticano.\n\nCOSTITUZIONE DOGMATICAPASTOR AETERNUS*DEL SOMMO PONTEFICEPIO IX\n\nIl Vescovo Pio, servo dei servi di Dio, con l’approvazione del Sacro Concilio. A perpetua memoria.\n\nIl Pastore eterno e Vescovo delle nostre anime, per rendere perenne la salutare opera della Redenzione, decise di istituire la santa Chiesa, nella quale, come nella casa del Dio vivente, tutti i fedeli si ritrovassero uniti nel vincolo di una sola fede e della carità. Per questo, prima di essere glorificato, pregò il Padre non solo per gli Apostoli, ma anche per tutti coloro che avrebbero creduto in Lui attraverso la loro parola, affinché fossero tutti una cosa sola, come lo stesso Figlio e il Padre sono una cosa sola. Così dunque inviò gli Apostoli, che aveva scelto dal mondo, nello stesso modo in cui Egli stesso era stato inviato dal Padre: volle quindi che nella sua Chiesa i Pastori e i Dottori fossero presenti fino alla fine dei secoli.\n\nPerché poi lo stesso Episcopato fosse uno ed indiviso e l’intera moltitudine dei credenti, per mezzo dei sacerdoti strettamente uniti fra di loro, si conservasse nell’unità della fede e della comunione, anteponendo agli altri Apostoli il Beato Pietro, in lui volle fondato l’intramontabile principio e il visibile fondamento della duplice unità: sulla sua forza doveva essere innalzato il tempio eterno, e la grandezza della Chiesa, nell’immutabilità della fede, avrebbe potuto ergersi fino al cielo . E poiché le porte dell’inferno si accaniscono sempre più contro il suo fondamento, voluto da Dio, quasi volessero, se fosse possibile, distruggere la Chiesa, Noi riteniamo necessario, per la custodia, l’incolumità e la crescita del gregge cattolico, con l’approvazione del Sacro Concilio, proporre la dottrina relativa all’istituzione, alla perennità e alla natura del sacro Primato Apostolico, sul quale si fondano la forza e la solidità di tutta la Chiesa, come verità di fede da abbracciare e da difendere da parte di tutti i fedeli, secondo l’antica e costante credenza della Chiesa universale, e respingere e condannare gli errori contrari, tanto pericolosi per il gregge del Signore.\n\nCapitolo I - Istituzione del Primato Apostolico nel Beato Pietro\n\nProclamiamo dunque ed affermiamo, sulla scorta delle testimonianze del Vangelo, che il primato di giurisdizione sull’intera Chiesa di Dio è stato promesso e conferito al beato Apostolo Pietro da Cristo Signore in modo immediato e diretto. Solamente a Simone, infatti, al quale già si era rivolto: “Tu sarai chiamato Cefa” (Gv 1,42), dopo che ebbe pronunciata quella sua confessione: “Tu sei il Cristo, il Figlio del Dio vivo”, il Signore indirizzò queste solenni parole: “Beato sei tu, Simone Bariona; perché non la carne e il sangue te l’hanno rivelato, ma il Padre mio che è nei cieli: e io ti dico che tu sei Pietro, e su questa pietra io edificherò la mia Chiesa, e le porte dell’inferno non prevarranno contro di essa. A te darò le chiavi del regno dei cieli: qualunque cosa avrai legato sulla terra, sarà legata anche nei cieli, e qualunque cosa avrai sciolto sulla terra, sarà sciolta anche nei cieli” (Mt 16,16-19). E al solo Simon Pietro, dopo la sua risurrezione, Gesù conferì la giurisdizione di sommo pastore e di guida su tutto il suo ovile con le parole: “Pasci i miei agnelli, pasci le mie pecore” (Gv 21,15-17). A questa chiara dottrina delle sacre Scritture, come è sempre stata interpretata dalla Chiesa cattolica, si oppongono senza mezzi termini le malvagie opinioni di coloro che, stravolgendo la forma di governo decisa da Cristo Signore nella sua Chiesa, negano che Cristo abbia investito il solo Pietro del vero e proprio primato di giurisdizione che lo antepone agli altri Apostoli, sia presi individualmente, sia nel loro insieme, o di coloro che sostengono un primato non affidato in modo diretto e immediato al beato Pietro, ma alla Chiesa e, tramite questa, all’Apostolo come ministro della stessa Chiesa.\n\nSe qualcuno dunque affermerà che il beato Pietro Apostolo non è stato costituito da Cristo Signore Principe di tutti gli Apostoli e capo visibile di tutta la Chiesa militante, o che non abbia ricevuto dallo stesso Signore Nostro Gesù Cristo un vero e proprio primato di giurisdizione, ma soltanto di onore: sia anatema.\n\nCapitolo II - Perpetuità del Primato del Beato Pietro nei Romani Pontefici\n\nCiò che dunque il Principe dei pastori, e grande pastore di tutte le pecore, il Signore Gesù Cristo, ha istituito nel beato Apostolo Pietro per rendere continua la salvezza e perenne il bene della Chiesa, è necessario, per volere di chi l’ha istituita, che duri per sempre nella Chiesa la quale, fondata sulla pietra, si manterrà salda fino alla fine dei secoli. Nessuno può nutrire dubbi, anzi è cosa risaputa in tutte le epoche, che il santo e beatissimo Pietro, Principe e capo degli Apostoli, colonna della fede e fondamento della Chiesa cattolica, ricevette le chiavi del regno da Nostro Signore Gesù Cristo, Salvatore e Redentore del genere umano: Egli, fino al presente e sempre, vive, presiede e giudica nei suoi successori, i vescovi della santa Sede Romana, da lui fondata e consacrata con il suo sangue . Ne consegue che chiunque succede a Pietro in questa Cattedra, in forza dell’istituzione dello stesso Cristo, ottiene il Primato di Pietro su tutta la Chiesa. Non tramonta dunque ciò che la verità ha disposto, e il beato Pietro, perseverando nella forza che ha ricevuto, di pietra inoppugnabile, non ha mai distolto la sua mano dal timone della Chiesa . È questo dunque il motivo per cui le altre Chiese, cioè tutti i fedeli di ogni parte del mondo, dovevano far capo alla Chiesa di Roma, per la sua posizione di autorevole preminenza, affinché in tale Sede, dalla quale si riversano su tutti i diritti della divina comunione, si articolassero, come membra raccordate alla testa, in un unico corpo .\n\nSe qualcuno dunque affermerà che non è per disposizione dello stesso Cristo Signore, cioè per diritto divino, che il beato Pietro abbia per sempre successori nel Primato sulla Chiesa universale, o che il Romano Pontefice non sia il successore del beato Pietro nello stesso Primato: sia anatema.\n\nCapitolo III - Della Forza e della Natura del Primato del Romano Pontefice\n\nSostenuti dunque dalle inequivocabili testimonianze delle sacre lettere e in piena sintonia con i decreti, chiari ed esaurienti, sia dei Romani Pontefici Nostri Predecessori, sia dei Concili generali, ribadiamo la definizione del Concilio Ecumenico Fiorentino che impone a tutti i credenti in Cristo, come verità di fede, che la Santa Sede Apostolica e il Romano Pontefice detengono il Primato su tutta la terra, e che lo stesso Romano Pontefice è il successore del beato Pietro, Principe degli Apostoli, il vero Vicario di Cristo, il capo di tutta la Chiesa, il padre e il maestro di tutti i cristiani; a lui, nella persona del beato Pietro, è stato affidato, da nostro Signore Gesù Cristo, il pieno potere di guidare, reggere e governare la Chiesa universale. Tutto questo è contenuto anche negli atti dei Concili ecumenici e nei sacri canoni.\n\nProclamiamo quindi e dichiariamo che la Chiesa Romana, per disposizione del Signore, detiene il primato del potere ordinario su tutte le altre, e che questo potere di giurisdizione del Romano Pontefice, vero potere episcopale, è immediato: tutti, pastori e fedeli, di qualsivoglia rito e dignità, sono vincolati, nei suoi confronti, dall’obbligo della subordinazione gerarchica e della vera obbedienza, non solo nelle cose che appartengono alla fede e ai costumi, ma anche in quelle relative alla disciplina e al governo della Chiesa, in tutto il mondo. In questo modo, avendo salvaguardato l’unità della comunione e della professione della stessa fede con il Romano Pontefice, la Chiesa di Cristo sarà un solo gregge sotto un solo sommo pastore. Questa è la dottrina della verità cattolica, dalla quale nessuno può allontanarsi senza perdita della fede e pericolo della salvezza.\n\nQuesto potere del Sommo Pontefice non pregiudica in alcun modo quello episcopale di giurisdizione, ordinario e immediato, con il quale i Vescovi, insediati dallo Spirito Santo al posto degli Apostoli, come loro successori, guidano e reggono, da veri pastori, il gregge assegnato a ciascuno di loro, anzi viene confermato, rafforzato e difeso dal Pastore supremo ed universale, come afferma solennemente San Gregorio Magno: “Il mio onore è quello della Chiesa universale. Il mio onore è la solida forza dei miei fratelli. Io mi sento veramente onorato, quando a ciascuno di loro non viene negato il dovuto onore” .\n\nDal supremo potere del Romano Pontefice di governare tutta la Chiesa, deriva allo stesso anche il diritto di comunicare liberamente, nell’esercizio di questo suo ufficio, con i pastori e con i greggi della Chiesa intera, per poterli ammaestrare e indirizzare nella via della salvezza. Condanniamo quindi e respingiamo le affermazioni di coloro che ritengono lecito impedire questo rapporto di comunicazione del capo supremo con i pastori e con i greggi, o lo vogliono asservire al potere civile, poiché sostengono che le decisioni prese dalla Sede Apostolica, o per suo volere, per il governo della Chiesa, non possono avere forza e valore se non vengono confermate dal potere civile.\n\nE poiché per il diritto divino del Primato Apostolico il Romano Pontefice è posto a capo di tutta la Chiesa, proclamiamo anche ed affermiamo che egli è il supremo giudice dei fedeli  e che in ogni controversia spettante all’esame della Chiesa, si può ricorrere al suo giudizio . È evidente che il giudizio della Sede Apostolica, che detiene la più alta autorità, non può essere rimesso in questione da alcuno né sottoposto ad esame da parte di chicchessia . Si discosta quindi dal retto sentiero della verità chi afferma che è possibile fare ricorso al Concilio Ecumenico, come se fosse investito di un potere superiore, contro le sentenze dei Romani Pontefici.\n\nDunque se qualcuno affermerà che il Romano Pontefice ha semplicemente un compito ispettivo o direttivo, e non il pieno e supremo potere di giurisdizione su tutta la Chiesa, non solo per quanto riguarda la fede e i costumi, ma anche per ciò che concerne la disciplina e il governo della Chiesa diffusa su tutta la terra; o che è investito soltanto del ruolo principale e non di tutta la pienezza di questo supremo potere; o che questo suo potere non è ordinario e diretto sia su tutte e singole le Chiese, sia su tutti e su ciascun fedele e pastore: sia anatema.\n\nCapitolo IV - Del Magistero Infallibile del Romano Pontefice\n\nQuesta Santa Sede ha sempre ritenuto che nello stesso Primato Apostolico, posseduto dal Romano Pontefice come successore del beato Pietro Principe degli Apostoli, è contenuto anche il supremo potere di magistero. Lo conferma la costante tradizione della Chiesa; lo dichiararono gli stessi Concili Ecumenici e, in modo particolare, quelli nei quali l’Oriente si accordava con l’Occidente nel vincolo della fede e della carità. Proprio i Padri del quarto Concilio di Costantinopoli, ricalcando le orme dei loro antenati, emanarono questa solenne professione: “La salvezza consiste anzitutto nel custodire le norme della retta fede. E poiché non è possibile ignorare la volontà di nostro Signore Gesù Cristo che proclama: “Tu sei Pietro, e su questa pietra edificherò la mia Chiesa”,queste parole trovano conferma nella realtà delle cose, perché nella Sede Apostolica è sempre stata conservata pura la religione cattolica, e professata la santa dottrina. Non volendo quindi, in alcun modo, essere separati da questa fede e da questa dottrina, nutriamo la speranza di poterci mantenere nell’unica comunione predicata dalla Sede Apostolica, perché in lei si trova tutta la vera solidità della religione cristiana” . Nel momento in cui si approvava il secondo Concilio di Lione, i Greci dichiararono: “La Santa Chiesa Romana è insignita del pieno e sommo Primato e Principato sull’intera Chiesa Cattolica e, con tutta sincerità ed umiltà, si riconosce che lo ha ricevuto, con la pienezza del potere, dallo stesso Signore nella persona del beato Pietro, Principe e capo degli Apostoli, di cui il Romano Pontefice è successore, e poiché spetta a lei, prima di ogni altra, il compito di difendere la verità della fede, qualora sorgessero questioni in materia di fede, tocca a lei definirle con una sua sentenza”.Da ultimo il Concilio Fiorentino emanò questa definizione:“Il Pontefice Romano, vero Vicario di Cristo, è il capo di tutta la Chiesa, il padre e il maestro di tutti i Cristiani: a lui, nella persona del beato Pietro, è stato affidato, da nostro Signore Gesù Cristo, il supremo potere di reggere e di governare tutta la Chiesa”.\n\nAllo scopo di adempiere questo compito pastorale, i Nostri Predecessori rivolsero sempre ogni loro preoccupazione a diffondere la salutare dottrina di Cristo fra tutti i popoli della terra, e con pari dedizione vigilarono perché si mantenesse genuina e pura come era stata loro affidata. È per questo che i Vescovi di tutto il mondo, ora singolarmente ora riuniti in Sinodo, tenendo fede alla lunga consuetudine delle Chiese e salvaguardando l’iter dell’antica regola, specie quando si affacciavano pericoli in ordine alla fede, ricorrevano a questa Sede Apostolica, dove la fede non può venir meno, perché procedesse in prima persona a riparare i danni . Gli stessi Romani Pontefici, come richiedeva la situazione del momento, ora con la convocazione di Concili Ecumenici o con un sondaggio per accertarsi del pensiero della Chiesa sparsa nel mondo, ora con Sinodi particolari o con altri mezzi messi a disposizione dalla divina Provvidenza, definirono che doveva essere mantenuto ciò che, con l’aiuto di Dio, avevano riconosciuto conforme alle sacre Scritture e alle tradizioni Apostoliche. Lo Spirito Santo infatti, non è stato promesso ai successori di Pietro per rivelare, con la sua ispirazione, una nuova dottrina, ma per custodire con scrupolo e per far conoscere con fedeltà, con la sua assistenza, la rivelazione trasmessa dagli Apostoli, cioè il deposito della fede. Fu proprio questa dottrina apostolica che tutti i venerabili Padri abbracciarono e i santi Dottori ortodossi venerarono e seguirono, ben sapendo che questa Sede di San Pietro si mantiene sempre immune da ogni errore in forza della divina promessa fatta dal Signore, nostro Salvatore, al Principe dei suoi discepoli: “Io ho pregato per te, perché non venga meno la tua fede, e tu, una volta convertito, conferma i tuoi fratelli”.\n\nQuesto indefettibile carisma di verità e di fede fu dunque divinamente conferito a Pietro e ai suoi successori in questa Cattedra, perché esercitassero il loro eccelso ufficio per la salvezza di tutti, perché l’intero gregge di Cristo, distolto dai velenosi pascoli dell’errore, si alimentasse con il cibo della celeste dottrina e perché, dopo aver eliminato ciò che porta allo scisma, tutta la Chiesa si mantenesse una e, appoggiata sul suo fondamento, resistesse incrollabile contro le porte dell’inferno.\n\nMa poiché proprio in questo tempo, nel quale si sente particolarmente il bisogno della salutare presenza del ministero Apostolico, si trovano parecchie persone che si oppongono al suo potere, riteniamo veramente necessario proclamare, in modo solenne, la prerogativa che l’unigenito Figlio di Dio si è degnato di legare al supremo ufficio pastorale.\n\nPerciò Noi, mantenendoci fedeli alla tradizione ricevuta dai primordi della fede cristiana, per la gloria di Dio nostro Salvatore, per l’esaltazione della religione Cattolica e per la salvezza dei popoli cristiani, con l’approvazione del sacro Concilio proclamiamo e definiamo dogma rivelato da Dio che il Romano Pontefice, quando parlaex cathedra, cioè quando esercita il suo supremo ufficio di Pastore e di Dottore di tutti i cristiani, e in forza del suo supremo potere Apostolico definisce una dottrina circa la fede e i costumi, vincola tutta la Chiesa, per la divina assistenza a lui promessa nella persona del beato Pietro, gode di quell’infallibilità con cui il divino Redentore volle fosse corredata la sua Chiesa nel definire la dottrina intorno alla fede e ai costumi: pertanto tali definizioni del Romano Pontefice sono immutabili per se stesse, e non per il consenso della Chiesa.\n\nSe qualcuno quindi avrà la presunzione di opporsi a questa Nostra definizione, Dio non voglia!: sia anatema.\n\nDato a Roma, nella pubblica sessione celebrata solennemente nella Basilica Vaticana, nell’anno 1870 dell’Incarnazione del Signore, il 18 luglio, venticinquesimo anno del Nostro Pontificato.\n\n*U. Bellocchi (a cura di),Tutte le Encicliche e i principali documenti pontifici emanati dal 1740,vol. IV: Pio IX(1846-1878), pp. 334-340, 1995, Libreria Editrice Vaticana, Città del Vaticano.",
    "URL": "https://www.vatican.va/archive/hist_councils/i-vatican-council/documents/vat-i_const_18700718_pastor-aeternus_it.html"
  }
]